<template>
  <div class="article-edit">
    <el-form :model="policy" label-width="100px">
      <el-form-item label="文章ID">
        <el-input v-model="policy.policyId"/>
      </el-form-item>
      <el-form-item label="文章标题">
        <el-input v-model="policy.policyTitle"></el-input>
      </el-form-item>
      <el-form-item label="机构名称">
        <el-input v-model="policy.pubAgency"></el-input>
      </el-form-item>
      <el-form-item label="机构全名">
        <el-input v-model="policy.pubAgencyFullName"/>
      </el-form-item>
      <el-form-item label="机构ID">
        <el-input v-model="policy.pubAgencyId"/>
      </el-form-item>
      <el-form-item label="发布号">
        <el-input v-model="policy.pubNumber"/>
      </el-form-item>
      <el-form-item label="文章内容">
        <el-input type="textarea" :autosize="{ minRows: 12 }" v-model="policy.policyBody"></el-input>
      </el-form-item>
      <el-form-item label="发布省">
        <el-input v-model="policy.province"/>
      </el-form-item>
      <el-form-item label="通知类型">
        <el-input v-model="policy.policyType"/>
      </el-form-item>
<!--      <el-form-item>-->
<!--        <el-upload-->
<!--            class="upload-demo"-->
<!--            action="/upload"-->
<!--            :auto-upload="false"-->
<!--            :on-change="handleChange"-->
<!--            :file-list="fileList"-->
<!--            v-model="policy.policySource"-->
<!--            :data="uploadData"-->
<!--            limit="1"-->
<!--        >-->
<!--          <el-button type="primary">选取文件</el-button>-->
<!--          <el-button style="margin-left: 10px;" type="success" @click="upload">上传文件</el-button>-->
<!--        </el-upload>-->
<!--      </el-form-item>-->
      <el-form-item>
        <el-button type="primary" @click="submit">提交</el-button>
      </el-form-item>
    </el-form>
  </div>
</template>

<script>
import { ref } from 'vue';
// import { useRoute, useRouter } from 'vue-router';
import JsCookie from "js-cookie";
import request, {success} from "@/request/request";
import {ElMessage} from "element-plus";

export default {
  name: 'ArticleEdit',
  setup() {
    const article = ref({});

    // const router = useRouter();
    // const route = useRoute();
    // const isEdit = route.params.id !== undefined;

    // function submit() {
    //   // 这里是提交文章的代码
    //   // 如果是新建文章，需要发送 POST 请求
    //   // 如果是编辑文章，需要发送 PUT 请求
    //   // 你可以根据实际情况来实现这个函数
    //   // 成功提交后，可以调用 router.push() 跳转回文章列表页面
    //   router.push('/article');
    // }

    return {
      article,
      // isEdit,
      // submit,
    };
  },
  data(){
    return {
      username: '',
      policy: {
        policyId: "100068247",
        policyTitle: "安徽省人民政府办公厅关于做好疫情防控期 间返程、复工、返校人员管理工作的通知",
        policyGrade: "省级",
        pubAgencyId: "3000000266",
        policyBody: "各市、县人民政府，省政府各部门、各直属机构：   为贯彻落实《国务院办公厅关于加强长江水生生物保护工作的意见》（国办发〔2018〕95号）精神，切实加强长江（安徽）水生生物保护工作，经省政府同意，现提出如下实施意见。   一、总体要求   以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大精神，牢固树立和贯彻落实新发展理念，树立红线思维、留足生态空间，落实保护优先、实施生态修复，坚持全面布局、系统保护修复，全面加强长江（安徽）水生生物保护工作，把“共抓大保护、不搞大开发”的要求落到实处，推动形成人与自然和谐共生的绿色发展新格局。到2020年，长江（安徽）重点水域实现常年禁捕，水生生物保护区建设和监管能力显著提升，保护功能充分发挥，重要栖息地得到有效保护，关键生境修复取得实质性进展，水生生物资源恢复性增长，水域生态环境恶化和水生生物多样性下降趋势基本得到遏制。到2035年，长江（安徽）生态环境明显改善，水生生物栖息生境得到全面保护，水生生物资源显著增长，水域生态功能有效恢复。   二、主要任务   （一）实施生态修复工程。统筹山水林田湖草整体保护、系统修复、综合治理。加强天然湿地保护，在中华鲟、长江鲟、长江江豚、长吻鮠、刀鲚、“四大家鱼”等重要水生生物产卵场、索饵场、越冬场和洄游通道等关键生境，实施一批重要生态系统保护和修复重大工程，构建生态廊道和生物多样性保护网络，优化生态安全屏障体系，消除已有不利影响，恢复原有生态功能，提升生态系统质量和稳定性，确保生态安全。在闸坝阻隔的自然水体之间，通过灌江纳苗、江湖连通和设置过鱼设施等措施，满足水生生物洄游习性和种质交换需求。（牵头单位：省林业局、省农业农村厅；配合单位：省自然资源厅、省水利厅、省交通运输厅、省生态环境厅、省发展改革委，相关市、县人民政府。以下任务分工均需相关市、县人民政府负责组织落实，不再列出）   （二）优化完善生态调度。深入研究长江支流水库蓄水及运行对长江水域生态的影响，开展基于水生生物需求、兼顾其他重要功能的统筹综合调度，最大限度降低不利影响。采取针对性措施，防治大型水库库容调度对水生生物造成的不利影响。建立健全长江流域江河湖泊生态用水保障机制，明确并保障长江干支流江河湖泊重要断面的生态流量，维护流域生态平衡。（牵头单位：省水利厅、省农业农村厅；配合单位：省生态环境厅、省发展改革委）   （三）科学开展增殖放流。制定增殖放流总体规划和年度实施方案，科学确定放流种类，合理安排放流数量，加大珍稀、地方特有水生生物苗种放流比例，加快恢复水生生物种群适宜规模。建立健全放流苗种管理追溯体系，严格保障苗种质量。加强增殖放流效果跟踪评估，完善增殖放流管理机制。严禁向天然开放水域放流外来物种、人工杂交或有转基因成分的物种，防范外来物种入侵和种质资源污染。（牵头单位：省农业农村厅；配合单位：省林业局、省生态环境厅）   （四）推进水产养殖绿色发展。加快编制养殖水域滩涂规划，依法开展规划环评，科学划定禁止养殖区、限制养殖区和养殖区，合理确定限制养殖区养殖规模、养殖品种和密度，保护水域滩涂生态环境。支持高等院校、科研院所、企业开展水产养殖科学技术研究与创新，重点发展池塘标准化健康养殖、循环水养殖、稻渔综合种养、鱼菜共生、农林牧渔融合循环等生态健康养殖模式。加强水产养殖投入品管理，推广全价人工配合饲料，逐步减少冰鲜鱼直接投喂。推进水产养殖节水减排。加快推进大水面生态增养殖，发展不投饵滤食性鱼类养殖，科学调控草食性鱼类密度，加大对底栖动物保护力度，实现以鱼控草、以鱼抑藻、以鱼净水，修复水生生态环境。加强水产养殖环境管理和风险防控，防止外来物种逃逸造成开放水域种质资源污染。（牵头单位：省农业农村厅；配合单位：省林业局、省生态环境厅）   （五）实施珍稀濒危物种拯救行动。实施以中华鲟、长江鲟、长江江豚为代表的珍稀濒危水生生物抢救性保护行动。加强长江江豚栖息地保护，开展长江江豚迁地保护行动，切实加强长江江豚种群保护。加强铜陵淡水豚国家级自然保护区、安庆市西江长江江豚迁地保护基地建设，提高安庆市江豚自然保护区等级，严格落实保护措施。在有条件的科研单位和水族馆，建设长江珍稀濒危物种人工驯养繁育和科普教育基地。（牵头单位：省农业农村厅；配合单位：省生态环境厅、省林业局、省科技厅）   （六）全面加强水生生物多样性保护。科学确定、适时调整省重点保护野生动物名录和保护等级，严格水生野生动植物行政许可审批，加强事中事后监管，依法严惩破坏重点保护野生动物资源及其生境的违法行为。实施珍稀濒危物种人工繁育和种群恢复工程，制定保护规划和方案，完善管理制度，落实保护措施，全方位提升水生生物多样性保护能力和水平。（牵头单位：省农业农村厅、省林业局；配合单位：省科技厅、省生态环境厅、省公安厅）   （七）强化源头防控。强化国土空间规划对各专项规划的指导约束作用，增强水电、航道、港口、采砂、取水、排污、岸线利用等各类规划的协同性，加强对水域开发利用的规范管理，严格限制并努力降低不利影响。严格贯彻落实《安徽省环境保护条例》《安徽省湿地保护条例》《中共安徽省委安徽省人民政府关于全面打造水清岸绿产业优美丽长江（安徽）经济带的实施意见》《安徽省长江岸线保护和开发利用规划》，加强沿江排污口监管，加快建设工业和城乡居民生活污水收集与处理设施，加强农业面源污染防控，实施小流域生态治理工程，建设一批湿地保护区，从源头上阻绝污水直接排入河湖。对涉及水生生物栖息地的规划和项目，依法开展环境影响评价，强化水生态系统整体性保护，严格控制开发强度，统筹处理好开发建设与水生生物保护的关系。（牵头单位：省自然资源厅、省林业局、省生态环境厅；配合单位：省发展改革委、省农业农村厅、省住房城乡建设厅、省水利厅）   （八）加强保护地建设。结合全省生态保护红线划定，在中华鲟、长江鲟、长江江豚、长吻鮠、刀鲚、“四大家鱼”等水生生物重要栖息地和关键生境建立自然保护区、水产种质资源保护区或其他保护地，实行严格的保护和管理。统筹协调保护地与人类活动之间的关系，优化调整保护地主体功能和空间布局，在科学论证和依法审批的基础上，确定保护地功能区范围，合理规范涉保护地人类活动。开展水生生物保护区规划制定修订和勘界立标工作，强化水生生物重要栖息地完整性保护，对具有重要生态服务功能的支流进行重点修复。（牵头单位：省林业局、省农业农村厅；配合单位：省发展改革委、省生态环境厅）   （九）提升保护地功能。有关市、县人民政府要依法落实各类保护地管理机构和人员，在设施建设和运行经费等方面提供必要保障。根据国家和省重点保护水生动物名录和保护等级变动，依法依规调整保护地级别。加强水生生物资源监测和水域生态监控能力建设，增强监管、救护和科普教育功能。持续开展专项督查检查行动，及时查处和有效防止水生生物保护地违法开发利用和保护职责不落实等问题。（牵头单位：省农业农村厅；配合单位：省财政厅、省生态环境厅、省林业局）   （十）完善生态补偿机制。坚持“谁开发、谁保护，谁破坏、谁恢复，谁受益、谁补偿，谁污染、谁担责”的原则，充分考虑修复措施的流域性、系统性特点，建立健全生态补偿机制，支持水生生物重要栖息地的保护与恢复。科学确定涉水工程对水生生物和水域生态影响补偿范围，规范补偿标准，明确补偿用途。严格涉渔工程环境影响评价，涉渔工程建设业主单位必须切实履行生态补偿的主体责任，落实各项水生生态保护和补偿措施；加强受益地区与生态保护地区、流域上游与下游横向生态补偿长效机制建设；加大对重点生态功能区生态补偿与保护的财政转移支付力度。积极推进涉水生生物保护区在建和已建项目督查，跟踪评估生态补偿资金、项目建设等补偿措施落实情况，对已批复并竣工的建设工程开展水生生态影响后评价，确保生态补偿措施到位、资源生态修复见效。（牵头单位：省自然资源厅、省农业农村厅；配合单位：省生态环境厅、省财政厅、省林业局）   （十一）加快推进重点水域禁捕。科学划定禁捕、限捕区域。水生生物保护区率先实现常年禁捕，到2020年，长江干流及重要支流逐步实行合理期限内常年禁捕的禁渔期制度；进一步强化巢湖等重点水域禁渔区、禁渔期制度的实施力度。建立健全长江流域重点水域禁捕补偿制度，巩固渔民上岸安居后续工作，强化精准扶贫政策落实，通过资金奖补、就业扶持、社会保障等措施，引导捕捞渔民加快退捕转产。健全河流湖泊休养生息制度，在种群数量增加、资源恢复的基础上，适度、有序、规范开展湖泊、水库等水域渔业捕捞。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅、省住房城乡建设厅、省人力资源社会保障厅、省财政厅、省民政厅、省教育厅）   （十二）提升执法监管能力。推动修订相关地方性法规、规章，加强水生生物保护执法监管。加强执法队伍和装备设施建设，鼓励建立群众性护渔组织，引导退捕渔民参与巡查监督工作，形成与保护管理新形势相适应的监管能力。加强行政执法与刑事司法衔接，建立完善联席会议制度，强化信息共享、案件移送、执法联动等工作机制，依法严厉打击破坏资源生态违法犯罪行为。强化水域污染风险预警和防控，及时调查处理水域污染和环境破坏事故。健全执法检查和执法督察制度，严肃追究失职渎职责任。（牵头单位：省农业农村厅；配合单位：省公安厅、省生态环境厅）   （十三）强化重点水域执法。农业农村、水利、林业、公安、交通运输等部门要加强协作，开展区域联动，组织联合执法，健全执法合作长效机制，提升重点水域和交界水域管理效果。在长江干流及重要支流、巢湖等重点水域和问题突出的其他水域，定期组织开展专项执法行动，清理取缔各种非法利用和破坏水生生物资源及其生态、生境的行为，做到发现一起、查处一起、整改一起。坚决清理取缔涉渔“三无”船舶和“绝户网”，严厉打击“电毒炸”等非法捕捞行为。（牵头单位：省农业农村厅；配合单位：省公安厅、省交通运输厅、省林业局、省水利厅）   （十四）强化科技支撑。深化水生生物保护研究，加快珍稀濒危、地方特有水生生物人工驯养和繁育技术攻关，开展生态修复技术集成示范，形成一批可复制、可推广的水生生物保护模式和技术。支持建设长江流域重要水生生物物种基因库、活体库和珍稀濒危、地方特有物种遗传学研究，以及利用基因技术复活近代消失的水生生物物种的探索研究，支持以研究和保护为目的开展鱼类网箱养殖、繁殖等工作，提升物种资源保护、保存和恢复能力。（牵头单位：省科技厅；配合单位：省农业农村厅、省生态环境厅）   （十五）提升监测能力。全面开展水生生物资源与环境本底调查，准确掌握长江干流及重要支流、巢湖等重点水域水生生物资源和栖息地环境状况，建立水生生物资源资产台账。设置一批省、市级湿地生态系统定位研究站、水生生态系统监测断面（点位）和永久观测样区，加强水生生物资源监测网络建设，提高监测系统自动化、智能化水平，加强生态环境大数据集成分析和综合应用，促进信息共享和高效利用。（牵头单位：省农业农村厅、省林业局；配合单位：省生态环境厅、省水利厅、省科技厅）   三、保障措施   （十六）加大保护投入。长江流域各地要根据大保护需要，创新水生生物保护管理体制机制，将生态保护修复工程、珍稀濒危物种保护、保护地建设、水生生物保护调查研究、渔民退捕转产等水生生物保护项目建设纳入社会发展规划及年度计划，加强对水生生物保护工作的政策扶持和资金投入。鼓励企业和公众支持长江流域水生生物保护事业，健全多主体参与、多元化融资、精准化投入的体制机制。（牵头单位：省财政厅；配合单位：省发展改革委、省农业农村厅、省水利厅）   （十七）严格落实责任。长江流域各地要尽快制定落实方案，明确目标、措施、责任主体、时间表。要突出重要湿地保护修复、长江江豚保护、水生生物保护地建设、源头防控和禁渔期制度建设。要将水生生物保护工作纳入市、县人民政府绩效考核及河（湖）长制、林长制考核体系，落实责任制，建立协调、检查机制。根据任务清单和时间节点要求，定期考核验收，形成共抓长江大保护的强大合力。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅、省林业局）   （十八）强化督促检查。按照职责分工，建立健全部门沟通协调机制，适时督查和通报相关工作落实情况。对在水生生物保护工作中做出显著成绩的，按照国家有关规定予以表彰。对工作推进不力、责任落实不到位的，依法依规严肃处理。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅）   （十九）营造良好氛围。积极开展水生生物保护法律法规和保护典型的宣传，充分发挥主流媒体在宣传长江流域水生生物保护方面的主导作用，鼓励各类媒体加大公益广告投放力度。加强渔文化遗产保护和开发，挖掘珍稀特有水生生物及其栖息地历史文化内涵和生态价值，营造全社会关心支持长江大保护的良好氛围。（牵头单位：省农业农村厅；配合单位：省生态环境厅、省广电局、省司法厅）                            安徽省人民政府办公厅                          2018年12月29日",
        pubAgency: "安徽省人民政府办公厅",
        pubAgencyFullName: "安徽省人民政府",
        pubNumber: "皖政办明电〔2020〕5号",
        pubTime: null,
        policyType: "通知",
        province: "安徽省",
        city: null,
        policySource: null,
        updateTime: null
      },
    }
  },
  mounted() {
    let token = JsCookie.get('token');
    if(!token){
      // this.$router.push('/');
      // return;
    }
    this.$data.username = JsCookie.get('username')
    let id = this.$route.query.id;
    request.get('/file/query/' + id).then((res) => {
      console.log('code: ' + res.code);
      if(res.code == success){
        this.$data.policy = res.data;
      }else{
        ElMessage.error(res.msg);
      }
    })
    let tempBody = this.$data.policy.policyBody.split(/\s+/);
    let str = "";
    tempBody.forEach((ts) => {
      str += ts + '\n';
    })
    // alert(str);
    this.$data.policy.policyBody = str;
  },
  methods:{
    getCurrentTime() {
      const now = new Date();
      const year = now.getFullYear();
      const month = now.getMonth() + 1;
      const day = now.getDate();
      // const hour = now.getHours();
      // const minute = now.getMinutes();
      // const second = now.getSeconds();
      this.policy.updateTime = `${year}-${month < 10 ?'0':''}${month}-${day}`;
      if(this.policy.pubTime == null){
        this.policy.pubTime = `${year}-${month < 10 ?'0':''}${month}-${day}`;
      }
    },
    submit(){
      this.getCurrentTime();
      console.log(this.$data.policy.pubTime);
      if(this.policy.policyId){
        request.post('/file/submit',this.policy, {
          headers: {
            'Content-Type': 'application/json'
          }
        }).then((res) => {
          alert('code: ' + res.code);
          alert('success: ' + success);
          if(res.code == success){
            ElMessage.success("修改成功！");
            this.$router.push({
              path: '/article',
              query: {
                id: this.policy.policyId,
              }
            });
          }else{
            ElMessage.error(res.data.msg);
          }
        })
      }
    }
  }
};
</script>

<style scoped>
.article-edit {
  max-width: 800px;
  margin: 0 auto;
  padding: 6em;
}
</style>
