<template>
  <!--  <h1 class="title">最新政策</h1>-->
  <div class="search-result-page">
    <div class="search-result">
      <h1 class="title">热门政策</h1>
      <div class="result-list">
        <div class="result-item" v-for="(item, index) in resultList" :key="index" @click="ArticleClicked(item.policyId)">
          <div class="result-title">{{ item.policyTitle }}</div>
          <div class="result-info">{{item.province + ' ' + item.policyType + ' ' +  item.pubAgency}}</div>
          <div class="result-description">创建时间 ： {{ item.pubTime }}</div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      form: {
        keyword: '',
        type: '',
      },
      resultList: [
        {
          policyId: "100103603",
          "policyTitle": "安徽省人民政府办公厅关于新时代 支持大别山革命老区振兴发展的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕78号",
          "pubTime": "2021-09-26",
          "policyType": "意见",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          policyId: "100103579",
          "policyTitle": "安徽省人民政府办公厅关于2020年度全省 政务公开、政府网站暨政务微博微信、 政务信息工作考核考评结果的通报",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕59号",
          "pubTime": "2021-06-01",
          "policyType": "通报",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          policyId: "100066836",
          "policyTitle": "安徽省人民政府办公厅关于印发打好 城市黑臭水体治理标志性战役 实施方案的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2018〕270号",
          "pubTime": "2018-11-20",
          "policyType": "通知",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066901",
          "policyTitle": "安徽省人民政府办公厅关于印发安徽省涉企 信息归集应用实施办法（试行）的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办〔2018〕23号",
          "pubTime": "2018-06-12",
          "policyType": "通知",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构：   《安徽省涉企信息归集应用实施办法（试行）》已经省政府同意，现印发给你们，请认真贯彻执行。       安徽省人民政府办公厅   2018年6月7日         安徽省涉企信息归集应用实施办法（试行）       第一章  总    则     第一条  为促进信用安徽建设，创优“四最”营商环境，规范涉企信息的归集与应用，强化政府部门协同监管、信用监管和综合监管，根据国务院《企业信息公示暂行条例》《“十三五”市场监管规划》、国务院办公厅《关于运用大数据加强对市场主体服务和监管的若干意见》《关于政府部门涉企信息统一归集公示工作实施方案的复函》等规定，制定本办法。   第二条  本省行政区域内依法登记注册的各类企业及其分支机构的信息归集应用及其管理活动适用本办法。   第三条  本办法所称涉企信息，是指各级行政机关以及法律、法规授权的具有管理公共事务职能的组织和依法受委托的组织（以下统称“各级行政机关”）在依法履行职责过程中产生的能够反映企业状况的信息，以及相关司法涉企信息。   第四条  各级工商和市场监管部门牵头组织实施涉企信息归集应用工作，负责有关信息化平台的开发建设和运行管理维护，建立健全相应管理制度和业务规范，推进涉企信息归集应用与管理。各级行政机关应当依据有关法律法规和本办法规定，建立健全本部门涉企信息归集应用工作机制，切实履行涉企信息的归集应用职责。   第五条  安徽省事中事后综合监管平台（以下简称“监管平台”）是本省涉企信息的归集应用平台，国家企业信用信息公示系统（安徽）（以下简称“公示系统”）是本省涉企信息的公示平台。监管平台和公示系统由省工商行政管理部门负责建设、运行、维护。   第六条  涉企信息的归集应用，应当遵循合法、及时、准确的原则，维护企业的合法权益，不得泄露国家秘密，不得泄露商业秘密和公民个人隐私，不得危害国家安全、公共安全、经济安全和社会稳定。   第七条  省人民政府按照国家社会信用体系建设的总体要求，统筹协调、监督考核全省涉企信息归集应用工作。县级以上人民政府应当加强对本行政区域内涉企信息归集应用工作的组织领导，督促和推进监管平台和公示系统的应用。   第八条  省工商行政管理部门会同有关部门负责制定涉企信息归集应用考核办法，建立健全相关工作监督考核机制。各级工商和市场监管部门负责督促同级有关部门履行信息归集应用职责。     第二章  信息归集     第九条  涉企信息的归集范围包括：   （一）依法应公示的涉企信息：   1．企业注册登记备案、动产抵押登记、股权出质登记、知识产权出质登记、商标注册、经营异常名录、严重违法失信企业名单信息；   2．取得的资格、资质等行政许可信息；   3．适用一般程序作出的行政处罚信息；   4．“双随机、一公开”抽查信息；   5．各级行政机关依据相关规定建立的对企业实施信用约束、联合惩戒并公示的“黑名单”信息；   6．失信被执行人信息、司法机关强制执行股权变更登记信息、股权冻结信息等司法协助信息；   7．法律法规和规章规定的其他依法应当公示的信息。   （二）其他涉企信息：   1．被授予荣誉称号等诚信信息；   2．缴纳税款、社会保险、公积金等相关信息；   3．提供虚假材料、违反告知承诺制度的信息；   4．发生产品质量、安全生产、食品安全、环境污染等责任事故被行政机关处理的信息；   5．被行政机关责令改正违法行为但拒不改正或者逾期不改正的信息；   6．适用简易程序作出的行政处罚信息；   7．行政强制执行信息；   8．被行政机关处以行业禁入的信息。   第十条  省工商行政管理部门牵头会同发展改革等部门编制《安徽省涉企信息归集资源目录》，统一涉企信息归集的格式和内容，并定期更新。   第十一条  涉企信息归集以统一社会信用代码作为关联匹配信息的标识。各级行政机关应在涉企信息产生之日起7个工作日内，通过以下路径交换至监管平台，省工商行政管理部门应将接收的信息于13个工作日内记于企业名下。   （一）通过省、市公共信用信息共享服务平台交换至监管平台。   （二）纳入省互联网政务服务平台办理的行政许可，相关信息通过省互联网政务服务平台直接交换至监管平台。   （三）直接登陆监管平台录入归集。   （四）非本省行政机关产生的涉及本省企业的信息，通过国家企业信用信息公示系统交换的，由省工商行政管理部门直接归集；通过其他途径交换至我省行政机关的，由相应行政机关参照本单位产生的信息进行归集。   第十二条  信息归集实行“谁产生、谁提供、谁负责”的原则。各级行政机关应当按照《安徽省涉企信息归集资源目录》采集涉企信息，并对信息的真实性、准确性、及时性负责；对依法应公示的信息，建立健全保密及安全审查机制。     第三章  信息应用     第十三条  归集的涉企信息依法需要向社会公示的，应当由省工商行政管理部门自信息产生之日起20个工作日内通过公示系统向社会公示。   行政处罚信息在公示系统公示期限暂定为1年，其中涉及严重失信行为的行政处罚信息公示期限暂定为3年，法律、法规、规章另有规定的从其规定。公示期限起始时间以作出行政处罚决定之日起计算。公示期限届满的，不再对外公示。   2014年10月1日至本办法实施之日期间产生的行政处罚信息，未通过公示系统公示的，按照前款规定的公示期限予以追溯公示。公示期限起始时间以归集到公示系统之日起计算。   第十四条  各级行政机关通过监管平台共享本行政区域内的涉企信息。因依法履职需要查询或获取超出本行政区域涉企信息的，应当经省工商行政管理部门或提供信息的行政机关同意。   各级行政机关共享的涉企信息，主要用于本部门行政审批、行政监管、市场准入、资质认定、表彰奖励、失信联合惩戒等工作需要，公示系统未公示的信息，不得擅自向社会公布。   第十五条  省工商行政管理部门会同发展改革等部门制定《安徽省企业信用分级管理与信用评价办法》，组织开展企业信用等级评价，定期公布评价结果。   各级行政机关应当建立完善与信用分级相适应的监管机制，运用大数据技术实施分类监管，加强市场监管风险评估、预警和防范。   第十六条  对信用状况良好的企业，依法采取下列激励措施：   （一）建立行政审批“绿色通道”；   （二）优先提供公共服务便利；   （三）优化行政监管安排；   （四）降低市场交易成本；   （五）大力宣传推介。   第十七条  对信用状况不良的企业，依法采取下列限制措施：   （一）在日常监管中列为重点监管对象，增加检查频次，加强现场核查等；开展“双随机”定向抽查，增加抽查比例；   （二）在行政许可、年检验证等工作中，列为重点核查对象；   （三）限制或取消已经享受的行政便利化措施；   （四）限制或取消享受财政资金补助等政策扶持；   （五）限制或取消参加政府组织的各类表彰奖励活动；   （六）国家和本省规定可以采取的其他措施。   第十八条  省工商行政管理、发展改革等部门会同有关单位制定《安徽省企业失信联合惩戒办法》，在管理企业经营、投融资、取得政府供应土地、进出口、出入境、注册企业、招投标、政府采购、表彰奖励、安全许可、生产经营许可、从业任职资格、资质审核等工作中，对失信企业依法限入或禁止，实现“一处违法、处处受限”。   各级行政机关应当建立完善部门内部以及跨部门联合惩戒机制，实施从企业准入到退出全过程的联合惩戒。     第四章  监管平台     第十九条  监管平台与省公共信用信息共享服务平台、省互联网政务服务平台、省电子监察系统和公示系统全面对接，满足涉企信息的统一归集、“多证合一”“证照分离”、简易注销、证照协同监管、随机联查、联合惩戒以及日常监管信息互通、风险评估与企业信用评价结果应用，实现实时动态监管和在线即时监督监测，强化覆盖企业“全生命周期”综合监管。   第二十条  建立健全“双告知”“双反馈”“双跟踪”工作机制，实现证照信息闭环管理。   （一）实行企业登记信息精准“双告知”。涉及后置许可审批或备案的省级行政机关须建立与具体承办许可审批或备案事项行政机关的对应关系，提供后置许可审批或备案事项的规范经营范围用语。省工商行政管理部门根据提供的规范经营范围用语，推行企业经营范围标准化。各级工商和市场监管机关将须办理的后置许可审批或备案事项告知企业，将企业登记信息通过监管平台精准推送告知有关行政机关。   （二）实行接收和办理信息“双反馈”。涉及后置许可审批或备案的行政机关应当自工商和市场监管部门推送企业登记信息起5个工作日内，通过监管平台认领下载，并在线反馈信息接收情况；办结许可审批或备案事项起7个工作日内将相关信息反馈至监管平台。   （三）实行监督“双跟踪”。涉及后置许可审批或备案的行政机关在收到企业登记信息后，对尚未办理许可审批或备案事项的企业加强跟踪监督，60天内至少完成1次实地检查，检查结果反馈至监管平台；电子监察系统对企业申请办理许可审批或备案时效进行跟踪监督。   第二十一条  各级行政机关通过监管平台开展“双随机、一公开”监管，建立完整的“随机抽查事项清单、监管对象名录库、执法检查人员名录库”，并实施动态管理。省级行政机关应当按照“纵向发起、横向联动”的原则，统筹制定本系统年度抽查计划，合理安排不同层级的监管任务。针对重点领域发起的多部门专项整治、行业整顿，牵头部门原则上应通过“双随机、一公开”方式实施。抽查计划和检查结果应及时录入监管平台，向社会公示。   第二十二条  依托监管平台对联合惩戒措施实行目录化管理，实施联合惩戒信息的推送、接收、下载、在线验证、应用反馈并记入企业名下，通过公示系统对社会公示。   各级行政机关通过监管平台开展联合惩戒。联合惩戒发起部门将联合惩戒信息推送至监管平台后，相关实施部门须在3个工作日内接收下载，有条件的部门应嵌入到相关信息系统中，实现实时信息预警，落实惩戒措施，并将应用结果反馈至监管平台；暂时不具备条件的部门，在办理行政许可审批项目、对企业及相关人员表彰奖励等业务时，通过监管平台进行在线查询验证，并录入应用结果。   第二十三条  各级行政机关通过监管平台与其他行政机关交换日常监管信息和案件线索。监管平台与各地已建立的综合监管平台对接，实现监管信息交换共享，推进部门监管业务协同。监管平台与12345和12315等服务热线对接，实现相关投诉举报与处理结果信息的归集。   第二十四条  各级行政机关组织开展的信用评价结果和风险评估结果，应通过监管平台共享。省工商行政管理部门应依托监管平台开发大数据分析功能模块，共享运用分析结果，为各级行政机关实施信用监管、智能监管、精准监管提供支持。   第二十五条  省工商行政管理部门建立监管平台使用与管理制度，对各级行政机关使用平台实行统一授权管理，加强日常运行监控和安全管理，做好安全防护和容灾备份。     第五章  信息管理     第二十六条  各级行政机关应建立健全涉企信息数据质量管理制度，明确信息归集应用的人员、职责、权限和流程。   第二十七条  行政机关发现本单位提供的信息存在变更、失效、错误的，应当及时予以更正并将更正结果归集至监管平台，其中依法应公示的信息，通过公示系统向社会公示。   第二十八条  公民、法人和其他组织认为公示信息存在下列情形的，可以向省工商行政管理部门或信息提供单位提出书面异议申请，并提供相关证明材料：   （一）公示信息与实际情况不一致的；   （二）泄露其商业秘密、个人隐私的；   （三）失信信息超过查询期限仍未删除的。   第二十九条  信息提供单位应当自收到异议申请之日起20个工作日内完成核查，并将结果告知异议申请人。公示信息错误的，信息提供单位应告知省工商行政管理部门予以更正。   省工商行政管理部门应当自收到异议申请之日起5个工作日内完成信息比对。公示信息与提供信息不一致的，省工商行政管理部门应当予以更正，并告知异议申请人。公示信息与提供信息一致的，省工商行政管理部门应当将异议申请转至信息提供单位，并告知异议申请人。   在对异议信息进行核实期间，信息提供单位可以根据需要，决定是否暂停公示相关信息，并书面告知省工商行政管理部门处理。   第三十条  各级行政机关及其工作人员不得实施下列行为：   （一）篡改、虚构、违规删除企业信用信息；   （二）泄露未经授权公开的企业信用信息；   （三）泄露涉及商业秘密、个人隐私的企业信用信息；   （四）法律、法规和规章禁止的其他行为。     第六章  责任追究     第三十一条  各级行政机关未依照《企业信息公示暂行条例》及本办法规定履行职责的，由同级工商和市场监管部门发出督办函限期改正；对拒不履行的，提请同级监察委员会或上一级行政主管部门依法处置；情节严重的，对负有责任的主管人员和其他直接责任人员依法给予处分；构成犯罪的，依法追究其刑事责任。   第三十二条  各级行政机关及其工作人员，在推送涉企信息和使用监管平台过程中，因玩忽职守导致提供信息不准确、不及时，或利用工作之便违法使用监管平台信息，侵犯企业合法权益，情节严重或造成不良后果的，依法追究其相关责任。   第三十三条  各级行政机关及其工作人员违反本办法规定，未履行保密义务，情节严重或造成不良后果的，依法追究其相关责任。   第三十四条  公民、法人或者其他组织未经省工商行政管理部门同意，以营利为目的非法批量获取公示系统数据信息，对公示系统的运行产生不良影响的，或非法修改删除信息的，依法追究其相关责任。     第七章  附    则     第三十五条  本办法实施前产生的在有效期内的登记备案、行政许可信息，2014年10月1日以后至本办法实施前产生的行政处罚、行政强制执行信息以及其他有效涉企信息，各级行政机关应在本办法实施之日起3个月内归集完成。   第三十六条  个体工商户、农民专业合作社的相关信息以及本省行政区域内行业协会及其他社会组织所产生的相关信息归集应用，参照本办法执行。   第三十七条  本办法自2018年7月1日起实施。",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066900",
          "policyTitle": "安徽省人民政府办公厅关于印发 安徽省整治“两难两多一长”改善营商环境 专项行动方案的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2018〕141号",
          "pubTime": "2018-06-13",
          "policyType": "通知",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构：    《安徽省整治“两难两多一长”改善营商环境专项行动方案》已经省政府同意，现印发给你们，请认真贯彻落实。            安徽省人民政府办公厅    2018年 6月7日                  安徽省整治“两难两多一长”改善营商环境    专项行动方案        为加快推进“四最”省份建设，努力营造稳定、公平、透明、可预期的营商环境，促进实体经济高质量发展，根据《安徽省人民政府关于创优“四最”营商环境的意见》（皖政〔2017〕120号）等规定，制定本方案。    一、指导思想和总体目标    全面贯彻落实习近平新时代中国特色社会主义思想和党的十九大精神，深入贯彻落实省委、省政府决策部署，不断深化“放管服”改革，聚焦市场主体和群众普遍反映的企业开办难、不动产登记难两大突出问题，以及申请材料多、办理程序多、办理时间长三大顽症，研究采取针对性措施，着力优化流程、精简手续、压缩时限、提高效率。通过重点突破推动全局，进一步做好简政放权的“减法”、做强监管的“加法”和优化服务的“乘法”，不断提高企业、群众办事满意度和便利性，不断提升我省营商环境吸引力，持续激发市场活力和社会创造力。    二、工作分工    省工商局、省国土资源厅、省编办、省政务公开办、省住房城乡建设厅等单位，按照各自职能范围及皖政〔2017〕120号等文件规定，分别牵头负责具体问题的专项整治工作。    （一）省工商局牵头负责企业开办难专项整治工作（《整治企业开办难专项行动实施方案》见附件1）。    （二）省国土资源厅牵头负责企业不动产登记难专项整治工作（《整治企业不动产登记难专项行动实施方案》见附件2）。    （三）省编办结合实施“减证便民”，牵头负责申请材料多专项整治工作（《整治申请材料多专项行动实施方案》见附件3）。    （四）省政务公开办针对企业、群众线下线上办事过程中的痛点、堵点，牵头负责办理时间长、办理程序多等问题专项整治工作（《整治线下办理时间长办理程序多专项行动实施方案》《整治线上办理时间长办理程序多专项行动实施方案》见附件4、5）。    （五）省住房城乡建设厅牵头负责工业建设项目施工许可证审批专项整治工作（《整治工业建设项目施工许可证审批专项行动实施方案》见附件6）。    三、工作步骤    专项整治行动自6月开始，至12月底结束，总体分为三个阶段。    （一）部署发动阶段（6月上旬）。各牵头单位会同有关单位深入梳理主要问题和关键环节、确定工作目标，研究细化工作举措、时间安排、责任分工等内容，进一步完善各单项整治行动实施方案，开展动员部署。    （二）重点攻坚阶段（6月中旬至7月底）。各有关单位按照既定方案全面开展专项整治行动，力争到7月底打通关键环节，取得突破性进展，基本解决主要问题。    （三）巩固提升阶段（8月至11月底）。梳理重点攻坚阶段工作成果，分析查找不足，进一步细化政策措施，及时形成制度性成果，持续巩固完善，建立长效机制，确保到年底前全面完成专项整治目标任务。    各牵头单位可根据单项整治工作实际情况，对实施步骤及时间节点划分进行适当调整。    四、工作要求    （一）加强组织领导。建立由省政府办公厅牵头、各专项牵头单位及其他相关单位参加的专项整治工作联席会议制度，加强协调会商。省政府办公厅统筹推进专项整治行动总体工作，加强工作协调调度。各牵头单位要切实加强专项整治具体工作的组织领导，主要负责同志亲自抓，分管负责同志具体抓，明确责任人员，层层压实责任。各有关单位要加强协调配合，形成工作合力，共同推进专项整治行动。    （二）注重并举联动。坚持线上线下同步推进，省政务公开办牵头，会同各牵头单位、省政府网站、省经济信息中心等单位，及时梳理整治工作成果，通过省政务公开网、各单位网站等途径予以公开。加强线上线下业务衔接，整合服务资源，完善省政务服务网、各单位业务系统功能，统一服务标准和办理流程，推动线上线下业务办理无缝融合。    （三）广泛宣传引导。省政府办公厅制定专项整治行动宣传工作方案，会同省政府新闻办、中央驻皖媒体、安徽日报报业集团、安徽广播电视台等单位，积极发挥各类媒体作用，多形式、多渠道、全方位开展宣传报道，各地、各有关部门要及时报送有内容、有质量的工作信息，大力营造竞相优化营商环境的浓厚氛围。    （四）建立长效机制。各单位要加强分析研究，总结有益经验，找准问题症结，细化完善相关政策措施，建立长效机制，及时形成制度性成果，大力破除制约企业和群众办事创业的体制机制障碍。    （五）强化督察评估。省政府督查室会同省创优“四最”营商环境领导小组办公室等将整治工作纳入省政府“五大系统”，对工作推进情况及各地各部门落实优化营商环境制度机制等情况开展督察调度，适时组织第三方开展评估，并予以通报。对工作开展不力、落实不到位的单位进行约谈，确保专项整治行动取得实效。督察评估结果纳入各地各部门年度目标管理绩效考核。自8月1日起，对于企业群众反映及督察评估发现但仍未解决的问题，适时通过省政府网站等公开曝光。    （六）及时报送工作情况。各牵头单位要认真梳理工作进展，分别于9月10日、11月30日前，向省政务公开办提交单项整治行动开展情况。        附件：1．整治企业开办难专项行动实施方案    2．整治企业不动产登记难专项行动实施方案    3．整治申请材料多专项行动实施方案    4．整治线下办理时间长办理程序多专项行动实施方案    5．整治线上办理时间长办理程序多专项行动实施方案    6．整治工业建设项目施工许可证审批专项行动实施        方案             附件1        整治企业开办难专项行动实施方案                         一、工作目标    进一步简化企业从设立到具备一般性经营条件所需环节，压缩办理时间，提高服务效率。2018年底前，全省实现企业开办时间压缩至8.5个工作日以内。    二、主要措施    （一）优化企业登记程序。开展企业名称登记管理改革，推进企业名称自主申报，除涉及前置审批事项或国家市场监管总局核准的企业名称外，企业名称不再实行预先核准。着力解决困扰企业登记全程电子化的短板问题，提升标准化审批和规范化服务水平，将办理企业设立登记的时间压缩至5个工作日以内。    （二）提高公章制作效率。取消公章刻制审批，实行公章刻制备案管理，并纳入“多证合一”改革。公章制作单位应在1个工作日内完成印章刻制，并按规定向公安机关备案。严禁指定公章制作单位，严禁要求企业前往公安机关办理公章刻制备案。    （三）压缩申领发票时间。加强工商、税务部门间的信息共享，取消办理营业执照后补充采集税务登记信息的程序，对已在登记机关领取加载统一社会信用代码营业执照的企业，不再单独进行税务登记，采用统一社会信用代码进行登记管理。进一步优化发票申领程序，压缩发票申领时间。新办企业首次办理申领发票的时间压缩至2个工作日以内。    （四）实现“一站式”服务。建立线上线下企业开办大厅，工商、税务、公安等部门共同进驻，合理设置公章刻制、银行开户等服务，实现开办企业事项“一窗受理、一表填报、一站办结”。根据窗口工作实际，加强软硬件建设投入，采取购买服务等方式，按照存量企业与窗口人员1000:1比例，配足配强企业登记窗口力量。    （五）切实压减证照事项。统筹推进“证照分离”“多证合一”“减证便民”等各项改革，大幅度压减企业领取营业执照后需要办理的各类证照，着力推动“照后减证”。加强改革协同，企业开办涉及的各部门应同步提升办理程序的便利化水平，加快解决“准入不准营”问题。    （六）畅通信息共享渠道。完善信息共享交换平台，统一数据标准，在更大范围、更深层次实现工商、公安、税务、银行等部门间的信息共享，尽量避免企业重复提交材料，实现相同信息“一次采集、一档管理”。    三、实施步骤    （一）部署发动阶段（6月上旬）。省工商局会同省公安厅、省政务服务中心、省国税局等单位进一步细化工作举措，完善实施方案。    （二）重点攻坚阶段（6月中旬至7月底）。全面梳理影响企业开办便利度的因素，结合国务院《关于进一步压缩企业开办时间工作的意见》，制定我省具体实施意见，并部署执行。    （三）巩固提升阶段（8月至11月底）。按照省政府统一部署，开展专项督察，委托第三方开展评估。针对存在的问题，采取切实可行的措施整改完善，形成长效工作机制，年底前全省实现达标验收。    四、任务分工    由省工商局牵头，省公安厅、省政务服务中心、省国税局配合，成立专项小组，负责落实相关任务。其中，省工商局负责压缩企业登记时间工作；省公安厅负责压缩公章刻制时间工作；省国税局负责压缩企业申领发票时间工作；省政务服务中心负责企业开办大厅建设工作；各市、县（市、区）人民政府负责落实属地压缩企业开办时间工作任务。       附件2        整治企业不动产登记难专项行动实施方案        一、工作目标    缩短企业办理查询不动产权证明所需时间，统一不动产登记流程，加大不动产登记历史遗留问题解决力度，提供便捷高效的不动产登记服务，2018年底前全省实现企业不动产登记5个工作日内办结。    二、主要措施    （一）开展不动产登记窗口规范化建设。推动各地不动产登记办理流程、申请材料标准化、规范化。以百佳窗口创建为抓手，结合明察暗访，改进工作作风。推广创新服务，切实便民利民。    （二）加快解决不动产登记历史遗留问题。加强协调指导，积极推动各地政府解决历史遗留问题，保障企业合法办证，特别是不动产抵押登记办理需求。    （三）推动实现企业不动产登记5个工作日内办结。完善各地不动产登记平台，加快实现与住房城乡建设、税务等部门业务系统互联互通和数据整合，开展不动产登记受理“一窗化”建设，保障资金、人员投入，确保2018年底前省内全面实现企业不动产登记5个工作日内办结。    三、实施步骤    （一）部署发动阶段（6月上旬）。省国土资源厅会同省住房城乡建设厅、省国税局、省地税局等有关单位进一步细化工作举措、内容，完善实施方案，开展工作动员。    （二）集中攻坚阶段（6月中旬至7月底）。结合不动产登记5个工作日内办结要求，出台《关于切实加强不动产登记规范化建设的指导意见》《关于推进不动产登记综合受理统一出件“最多跑一次”的指导意见》等文件，完善不动产登记制度和流程。    （三）巩固提升阶段（8月至11月底）。按照省政府统一部署，采取明察暗访等方式，对各地不动产登记工作开展督察，结合第三方评估，建立健全服务质量监督长效机制，切实整改完善，确保工作目标全面落实。    四、任务分工    由省国土资源厅牵头，会同省住房城乡建设厅、省国税局、省地税局等联合开展不动产登记“一窗受理”工作。省住房城乡建设厅负责压缩交易流程时间，省国税局、省地税局负责压缩办理税费时间，人民银行合肥中心支行会同安徽银监局负责推动各金融机构优化办理不动产抵押贷款授信审批流程，压缩贷款办理时限，各市、县（市、区）政府负责牵头解决不动产登记历史遗留问题。           附件3        整治申请材料多专项行动实施方案        一、工作目标    贯彻《国务院办公厅关于印发全国深化简政放权放管结合优化服务改革电视电话会议重点任务分工方案的通知》（国办发〔2017〕57号）、《安徽省人民政府关于创优“四最”营商环境的意见》（皖政〔2017〕120号）精神，在省公安厅等6部门试点基础上，开展省直部门“减证便民”减少申请材料专项行动，力争申请材料精简比例达25%以上，切实解决企业和群众“申请材料多、办事难”问题，全面提高行政效能。    二、主要措施    （一）全面清理规范。对纳入政务服务网省直大厅的58家省直单位网上运行政务服务事项申请材料，实施“八个一律取消”：没有法律法规依据的一律取消，能通过现有证照证明的一律取消，能采取申请人书面承诺方式解决的一律取消，能通过信息共享或网络核验的一律取消，上级部门已经公布取消的申请材料我省对应的一律取消，权责清单、公共服务清单和行政权力中介服务清单中已明确取消的事项对应的申请材料一律取消，开具证明的单位无权查证、无法开具的一律取消，申请材料并非办事必要条件或重复设置的一律取消。    （二）实施清单管理。制定取消政务服务事项申请材料清单，明确取消的申请材料名称、对应事项名称、取消后的办理方式等。根据法律法规修订、信息互联共享等，及时动态调整清单内容。    （三）抓好衔接落实。严格落实取消政务服务事项申请材料清单，及时调整政务服务事项实施清单，修订完善相关文件规定，推动信息共享，避免出现管理真空和服务空档。    三、实施步骤    （一）部署发动阶段（6月上旬）。动员部署专项行动，组织省有关单位开展业务培训，进一步明确工作任务、时间安排、责任分工等。    （二）重点攻坚阶段（6月中旬至9月底）。    1. 自查自清（6月底前）。省有关单位对本单位政务服务事项实施清单中所列的申请材料进行全面清理（含6家试点单位依申请其他权力事项），逐项提出保留、取消意见，开展内部合法性审查，制定取消申请材料清单报送省编办。       2. 集中审核（7月底前）。省编办会同有关部门，对各单位上报的政务服务事项申请材料进行集中审核，提出审核意见反馈各单位修改完善，打通关键环节，取得突破性进展，基本解决主要问题。      3. 公示报批（9月底前）。适时组织合法性审查和专家论证，与各单位协商达成一致意见，在各单位门户网站公示后，按程序报批。    （三）巩固提升阶段（10月至11月底）。严格执行公布取消的政务服务事项申请材料清单，加强后续监管，开展评估督察，建立健全长效机制。    确定亳州、蚌埠、阜阳、六安、马鞍山、黄山等市开展试点。巩固试点成果，加快工作进度，尽快在面上展开。    四、任务分工    建立由省编办牵头，省政务服务中心、省法制办等单位配合的专项行动协调机制。省编办负责政务服务事项申请材料清理规范审核工作，省政务服务中心负责政务服务事项实施清单调整工作，省法制办负责开展合法性审查。各有关单位建立工作专班，压实工作责任。       附件4        整治线下办理时间长办理程序多    专项行动实施方案        一、工作目标    坚持以人民为中心的发展思想，进一步加强政务服务创新，提升政务服务智能化、便利化水平，到2018年底前，承诺时限在现有基础上再压缩1/4，办理环节再压缩1/5，本级公共服务事项原则上1个工作日内办结。    二、主要措施    （一）加强政务服务中心建设。建立健全各级政务服务中心、为民服务中心和为民服务全程代理工作站（以下简称服务中心），推动所有政务服务事项进驻服务中心统一办理。各级服务中心和部门服务窗口应当设置自助服务区，根据群众办事需要，配备复印机、高拍仪、多功能一体机、自助照相间等服务设施。推进实体政务大厅与政务服务网融合，统筹服务资源，统一服务标准，做到线上线下优势互补、无缝衔接、合一通办、一站式办结，力争做到群众办事“只进一扇门”“最多跑一次”。服务中心管理机构要加强对单位进驻、事项办理、流程优化、网上运行的监督管理，推进政务服务阳光规范运行；严禁业务量大的热点服务窗口限号行为，督促建立健全应对预案，适时调整服务力量，减少群众排队时间。    （二）推进办事指南标准化。完成全省政务服务事项目录清单和实施清单标准化，做到所有渠道公布的办事指南标准一致、同源管理。准确公开办事指南信息，详细列明依据条件、流程时限、申请材料、审查标准、注意事项、收费标准、咨询投诉电话、办理地址等要素信息，在公开的办事指南之外，不得另行增加条件、材料。提供场景式视频、语音录入、语音提示和智能检索、智能推送等服务，为群众提供精准清晰智能的办事导引。    （三）简化优化服务流程。没有法定依据的层层初审、审查、审核等一律取消，确有依据的，应当由行政机关内部转报，不得要求行政相对人传递。没有法定依据的听证、招标、拍卖、检验、检测、检疫、鉴定、专家评审等特别程序，以及审批前公示、中介服务等一律取消，特别程序确无时限规定的，原则上不超过审批承诺时限；规范中介服务行为，建立网上中介服务超市，督促中介机构实行承诺服务。无法定依据的部门间会审、前置审查等一律取消，确有法定依据的，实行部门内部流转、联合审批，不得增加行政相对人负担。无实质内容的部门内部处（科）室会签一律取消，确需会签的实行内部并联办理。对于按规定取消的申请材料，不得要求或变相要求申请人提供。法律、法规、规章规定应当提交复印件的，由服务窗口自行复印或服务中心统一免费复印。    （四）加强服务方式创新。将部门分设的办事窗口分类整合为综合窗口，完善“前台综合受理、后台分类审批、综合窗口出件”工作模式，实行一窗受理、集成服务，实现“一窗通办”。根据企业和群众办件频率、办事习惯，不断优化调整窗口设置。重点打造企业开办、经营管理、不动产登记、工程建设项目、社会事务等集成服务综合窗口。深化“两集中、两到位”，部门行政审批职能向一个内设机构集中、该机构向服务中心集中，服务事项进驻到位、向窗口授权到位，确保窗口能办事、办成事。在各级服务中心和部门服务窗口提供帮办、代办服务。大力推进网上办事，凡与企业注册登记、年度报告、变更注销、项目投资、生产经营、商标专利、资质认定、税费办理、安全生产等密切相关的服务事项，以及与居民教育医疗、户籍户政、社会保障、劳动就业、住房保障等密切相关的服务事项，要做到“应上尽上、全程在线”。加快政务信息资源互认共享，推动跨地区远程办理、跨层级联动办理、跨部门协同办理。引入社会力量，积极利用第三方平台，开展预约查询、证照寄送，以及在线支付等服务，提供多样化、创新性的便民服务。    三、实施步骤    （一）7月底前，完成办事指南标准化工作。    （二）9月底前，完成简化优化服务流程工作。    （三）12月底前，完成加强政务服务中心建设及服务方式创新等工作。    四、任务分工    （一）推进办事指南标准化工作，由省编办、省发展改革委、省法制办、省政务服务中心按职能分工牵头，省有关单位、各市政府负责。    （二）简化优化服务流程工作，由省编办、省法制办、省政务服务中心按职能分工牵头，省有关单位、各市政府负责。    （三）加强政务服务中心建设及服务方式创新等工作，由省政府办公厅、省编办、省发展改革委、省法制办按职能分工牵头，省有关单位、各市政府负责。       附件5        整治线上办理时间长办理程序多    专项行动实施方案         一、工作目标    2018年6月底前，全面建成全省政务服务“一张网”，网上可办事项达到90%，年底前政务服务事项“应上尽上、全程在线”，推行“智慧+”政务服务，推动一网通办、不见面审批，创优“四最”营商环境，着力解决企业和群众反映强烈的办事难、办事慢、办事繁等问题。    二、主要措施    （一）持续提升用户体验。优化搜索功能，实现“搜索即服务”。完善注册、登录、咨询、预约、查询、申报、支付等功能，做到直观简便、易用好用，提升用户体验。充实咨询问答知识库，推进全天候智能客服服务，确保群众能够“找得到、问得清、办得好”。    （二）拓展网上可办事项。大力推行与企业生产经营和人民生活密切相关的政务服务事项网上申请、受理、办理、反馈，加快实现“应上尽上、全程在线”。推进群众关注的教育、卫生、住房、交通等领域的热门服务、便民服务，整合汇聚到政务服务网，实现网上查询、网上办理。    （三）优化网上办理流程。深化网上办理深度，重点推动业务量大、群众办事频密、往返次数多的服务事项的流程再造，推进办事材料目录化、标准化、电子化、共享化，进一步压缩办理期限，不断提高办事效率，让企业和群众在最短时间内办成事、办好事。    （四）推进联合办理和集中服务。探索在实体政务服务大厅和基层服务网点分类设立综合窗口，围绕涉及多个部门的事项，建立跨部门、跨层级联合办理机制，构建网上并联审批系统，推行并联审批、多规合一、多图联审、联合踏勘等，实现“综合受理、统一出件”。建立跨区域业务办理机制，围绕身份证异地办理、医保异地接续等方面，推动跨地区远程办理。以群众办“一件事”为标准，梳理关联政务服务业务流程和逻辑，推行基于场景式的办事专题服务。    （五）推进数据共享应用。加快人口、法人、地理空间、电子证照等基础数据库建设。加强电子印章、电子签名、电子文书应用等制度设计。完成各地各部门电子证照目录梳理，汇总形成全省电子证照目录，建成省、市两级电子证照管理系统，并实现互联互通。推进各部门业务办理系统与电子证照管理系统的对接联通，逐步实现电子证照与纸质证照同步签发。推进各地各部门存量证照信息电子制证和入库，逐步实现跨市、跨部门证照调用、验证。推进政务服务事项、办件、投资项目、社会信用等业务信息共享应用，逐步扩大信息共享范围。    三、实施步骤    （一）7月底前，完成提升用户体验工作。    （二）12月底前，完成拓展网上可办事项、推进联合办理、跨地区办理及数据共享应用等工作。    （三）持续推进网上办理流程优化工作。    四、任务分工    （一）提升用户体验工作，由省经济信息中心、各市政府负责。    （二）拓展网上可办事项、优化网上办理流程等工作，由省有关单位、各市政府负责。    （三）推进联合办理、跨地区办理工作，由各级政务服务中心、省公安厅、省人力资源社会保障厅负责。    （四）推进数据共享应用工作，由省公安厅、省工商局、省国土资源厅、省经济信息中心等有关单位和各市政府负责。       附件6        整治工业建设项目施工许可证审批    专项行动实施方案                                   一、工作目标    按照省政府提出的审批事项最少、办事效率最高、投资环境最优、市场主体和人民群众获得感最强的总体要求，通过推行集中受理、承诺告知、流程再造、并联审批、多图联审和规范中介服务等措施，实现工业建设项目50个工作日内获得施工许可证，推动政府职能转变，强化事中事后监管，优化营商环境。    二、细化标准    结合住房城乡建设部门职责，将工业建设项目审批分为规划许可、施工许可两个阶段。规划许可阶段包括建设用地规划许可、规划设计方案审查、建设工程规划许可，由规划主管部门牵头负责。施工许可阶段包括施工图审查、施工许可，由住房城乡建设主管部门牵头负责。    （一）规划许可阶段控制在15个工作日内。其中，建设用地规划许可证、建设工程规划许可核发控制在5个工作日内；修建性详细规划、建设工程设计方案审定控制在10个工作日内。    （二）施工许可阶段控制在15个工作日内。其中，一般工业项目施工图审查控制在7个工作日内，技术特别复杂的控制在10个工作日内；施工许可证（含工程质量安全报监）核发控制在5个工作日内。    （三）环境影响评价、节能评价等评价事项不作为项目前期审批或核准条件，在施工许可证核发前完成，控制在45个工作日内，地震安全性评价在工程设计前完成。    三、主要措施    （一）推行集中受理。    各市、县（市、区）人民政府要整合各部门和市政公用单位分散设立的服务窗口职能，设立工程建设项目审批综合服务窗口，建立完善“一口受理、协同办理、统一反馈”的服务机制，并负责办理政府内部协作事项以及环境影响、节能、地震安全性等评价事项的意见收集、督办和反馈工作。综合服务窗口要公开办事指南，加强事项督办，确保审批各阶段、各环节无缝对接。    （二）开展流程再造。    1．精简审批事项。凡无法律、法规规定的建筑工程施工许可证核发的前置事项，一律取消。质量安全报监不再单独受理、单独办理，统一纳入施工许可证办理环节一并办理。    2．简化审批条件。建设单位持建设项目的批准、核准、备案文件和国有土地使用权出让合同，即可向市、县人民政府城乡规划主管部门申请办理建设用地规划许可证。    3．推行告知承诺。建设单位短缺审批前置要件或非主要审批要件材料的，按要求作出书面承诺后，审批部门实行容缺审批。    4．调整审批时序。供水、供电、燃气、热力、排水、通信等市政公用基础设施报装调整到施工许可证核发后办理，在工程施工阶段完成相关设施建设，竣工验收后直接办理接入事宜。    5．转变管理方式。对于能够用征求相关部门意见方式替代的审批事项，调整为政府内部协作事项。建设工程规划许可证核发时，由综合服务窗口一并征求相关部门和单位意见，其他部门不再对设计方案进行单独审查。推行由政府统一组织对地震安全性评价、地质灾害危险性评估、环境影响评价、节能评价等事项实行区域评估。    （三）实施多图联审。    将住房城乡建设部门管理的房屋建筑和市政基础设施施工图设计文件审查、公安消防部门管理的消防设计审核、人防部门管理的人防设计审核进行全面整合，实行并联审查、分工负责。各地可以根据实际情况，将法律、法规规定的其他图纸审查事项纳入多图联审的范围。应用安徽省数字化施工图审查云平台，推进建设工程项目无纸化“网上联合审图”，实现施工图多图联审的全过程数字化监管，不断提高施工图审查效率和质量。    （四）提升办事效率。    1．建立清单告知制度。各级主管部门负责制定完善本级清单告知实施细则，公布实行告知承诺制的审批事项清单及具体要求。落实一次性告知制度。报建审批事项清单、审批流程、申报材料、审批时限要在各级政务服务网站公开发布。    2．推行代办预审制度。对于可以通过部门内部协调机制办理的事项，应本着“能减则减、能并则并”的原则，由综合服务窗口实行代办。在帮助建设单位准备许可要件的同时，提前介入，预先进行审查。    四、实施步骤    （一）部署发动阶段（6月上旬）。    省住房城乡建设厅会同省发展改革委、省公安厅、省国土资源厅等省有关单位进一步健全工作机制，细化工作举措，开展工作动员。    （二）重点攻坚阶段（6月中旬至7月底）。    制定出台《关于开展“工业建设项目施工许可证50个工作日内完成审批手续”行动的实施意见》（以下简称《实施意见》），各市、县（市、区）政府依据《实施意见》制定具体配套制度和实施细则。    （三）巩固提升阶段（8月至11月底）。    1．执行落实（8月至10月底）。依据《实施意见》及各地具体配套制度和实施细则，大力推进落实，进一步精简审批事项，优化审批流程。    2．总结推广（11月底前）。总结成熟的经验做法，形成可复制、可推广的经验，并进行推广。按照统一部署对各级主管部门工作进展情况进行督察考核。    五、任务分工        由省住房城乡建设厅牵头，省发展改革委、省公安厅、省国土资源厅、省环保厅、省交通运输厅、省水利厅、省文化厅、省人防办等相关业务主管部门按照职能分工负责。",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066836",
          "policyTitle": "安徽省人民政府办公厅关于印发打好 城市黑臭水体治理标志性战役 实施方案的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2018〕270号",
          "pubTime": "2018-11-20",
          "policyType": "通知",
          "policyBody": "各市、县人民政府，省政府有关部门：    《打好城市黑臭水体治理标志性战役实施方案》已经省政府同意，现印发给你们，请结合实际抓好落实。            安徽省人民政府办公厅    2018年11月9日                    打好城市黑臭水体治理标志性战役实施方案        为贯彻落实《住房城乡建设部、生态环境保护部关于印发城市黑臭水体治理攻坚战实施方案的通知》（建城〔2018〕104号）和《中共安徽省委、安徽省人民政府关于坚决打好污染防治攻坚战的实施意见》，加快补齐城市环境基础设施短板，坚决打好城市黑臭水体治理攻坚战，切实改善人居环境质量，制定本实施方案。    一、总体要求    （一）指导思想。    以习近平新时代中国特色社会主义思想为指导，认真落实党中央、国务院决策部署和全国生态环境保护大会精神，坚持以人民为中心发展思想，坚定不移走生态优先、绿色发展道路，紧密围绕打好污染防治攻坚战的总体要求，坚持以改善水环境质量为核心，把更好满足人民群众日益增长的优美生态环境需要作为出发点和落脚点，把控源截污、内源治理、生态修复、补水活水、长效治理作为有效途径，系统推进城市黑臭水体治理、滨水绿岸改造、人居环境改善的有机联动，确保用3年左右时间使全省城市黑臭水体治理明显见效，重现清水绿岸、鱼翔浅底的景象，让人民群众有更多的获得感、幸福感。    （二）基本原则。    坚持科学规划、系统治理。按照国家《城市黑臭水体整治工作指南》要求，科学编制城市黑臭水体治理方案和治理计划。坚持水岸同治、系统治理、统筹推进，推动城市黑臭水体治理与水环境治理、排水防涝设施建设、海绵城市建设等重点工作有机结合。    坚持因地制宜、有序推进。针对不同地区自然环境和经济社会发展水平，综合分析点源、面源污染来源及水系特征等因素，因地制宜，因河施策，一水一策。区分轻重缓急，优先治理群众反映强烈、影响面广的黑臭水体，示范带动，抓点促面，确保治理工程扎实有效开展。    坚持标本兼治、注重长效。注重污染源头的控制与治理，优先实施污水截流、雨污分流改造和生态修复工程。坚持政府统筹，有关部门各负其责，形成上下联动、协同高效的工作推进机制。建立健全河道、湖泊维护管理长效机制，落实定期巡查、水质监测、河道保洁责任，确保城市黑臭水体治理成效。    坚持严格执法、落实责任。按照建立健全水环境质量负责制要求，将城市黑臭水体治理纳入河（湖）长制，建立完善水污染防治监管体系，始终保持水环境监管执法高压态势，严厉打击水环境违法行为。严格落实水污染防治攻坚责任，发挥好考核指挥棒作用，加大追责问责力度。    （三）主要目标。    2018年至2020年，在全省实施城市黑臭水体治理攻坚战，打好标志性战役，加快城市黑臭水体治理进程。2018年底设区的市建成区黑臭水体消除比例达到80%，2019年底消除比例达到90%；到2020年，设区的市建成区基本消除黑臭水体，建立城市黑臭水体治理长效机制。组织开展县城建成区黑臭水体排查摸底工作，加快推进县城黑臭水体治理。确保2017年以来实现“初见成效”目标的水体水质不反弹。    二、重点任务    （一）细化治理方案，明确治理计划。    1．细化完善城市黑臭水体治理方案。围绕实施城市黑臭水体治理攻坚战的新要求，细化完善城市黑臭水体治理方案，明确治理清单及路线图、时间表。设区的市在2017年实现“初见成效”目标的基础上，实施城市黑臭水体生态修复和水环境治理，提升河道净化能力。对城市黑臭水体实行动态管理，及时核实群众举报信息，对新增城市黑臭水体纳入治理计划，对水质不稳定的水体实施水质提升工程，直至达到标准。（省住房城乡建设厅牵头负责，省环保厅、省水利厅等配合）    2．制定县城黑臭水体治理计划。全面完成县城黑臭水体排查与核实工作，并将排查结果进行公示，接受社会监督。坚持问题导向与目标导向相结合，组织制定县城黑臭水体治理方案及年度实施计划。督促各地在年底前完成县城黑臭水体治理方案编制、审批、报备工作，组织好技术论证，为项目实施创造良好条件。（省住房城乡建设厅牵头负责，省环保厅等配合）    （二）实施控源截污工程。    1．开展入河排污口专项整治。将控源截污作为城市黑臭水体治理的基础性工作和根本措施，查明河道两岸和水体周边所有排污口，对污水直排的排污口实施截污纳管，实现旱季污水不入河。严格实施排污许可和排水许可制度，加强入河排污口监督监测。加强对小餐饮、理发店、洗车店等排污的执法管理，加大对乱排、偷排行为的整治和处罚力度。（省水利厅、省环保厅、省住房城乡建设厅按职责分工负责）    2．削减合流制溢流污染及初期雨水污染。全面推进建筑小区、企事业单位内部和市政排水管道雨污错接、混接改造。积极推进雨污分流改造，对于暂不具备雨污分流改造的地区，要通过溢流口改造、截流井改造、建设调蓄池等措施，降低溢流频次，采取快速净化措施对合流制溢流污染及初期雨水污染进行处理，逐步降低雨季污染物入河（湖）量。（省住房城乡建设厅牵头负责，省环保厅配合）    3．强化工业企业污染控制。城市建成区排放污水的工业企业应依法持有排污许可证，并严格按证排污。排入城镇水体的工业污水应符合相关行业标准及地方标准要求，严禁任何企业、单位超标和超总量排污，对超标或超总量的排污单位一律限制生产或停产整顿。强化工业园区水污染防治，工业园区均应建成污水集中处理设施并稳定达标运行，对废水分类收集、分质处理、应收尽收，禁止偷排漏排行为，安装自动在线监控装置，监控数据与生态环境主管部门联网。（省环保厅牵头负责，省经济和信息化委、省住房城乡建设厅等配合）    4．强化农业面源污染控制。加强畜禽养殖环境管理，推进畜禽养殖废弃物资源化利用，规模化畜禽养殖场应当持有排污许可证，并严格按证排污。完善农村垃圾收集转运体系，防止垃圾直接入河或随意堆放。（省农委牵头负责，省环保厅、省经济和信息化委、省住房城乡建设厅等配合）    （三）实施内源治理工程。    1．科学实施清淤疏浚。做好底泥污染调查，科学确定城市河道疏浚范围和清淤深度，妥善处理底泥，严禁清淤底泥沿岸随意堆放或作为水体治理工程回填土，防止二次污染。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    2．有效处置积存垃圾。全面划定河湖蓝线，清理蓝线范围内积存垃圾和非正规垃圾堆放点。做好河岸、水体保洁和水生植物、沿岸植物的季节性收割，及时清除季节性落叶、水面漂浮物，严厉查处向河湖倾倒垃圾、污水，弃置废弃秸秆的行为。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    3．加快对河道两岸违法建设的清理。对河道湖泊绿线范围内的岸线进行排查、清理，重点治理河湖水域岸线乱建、乱占行为。对硬质驳岸的非行洪河道、渠道，有计划实施生态修复与改造。（省住房城乡建设厅、省水利厅按职责分别牵头负责，省环保厅配合）    （四）实施生态修复工程。    1．有序实施生态系统恢复。采用人工湿地、生态浮岛、水生植物种植等技术，积极营造多样性水生植物环境，利用土壤—微生物—植物生态系统有效去除水体中的有机物及氮、磷等污染物。构建以沉水植物为核心的生态型水体，恢复和增强河湖水系的自净功能，综合考虑水质净化、景观提升与植物的气候适应性，大力推广采用净化效果好的本地物种，并注重在水体中的空间布局与搭配，努力提高水体的亲水效果和景观功能。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    2．合理运用人工增氧。采用跌水、喷泉、射流及其他各类曝气形式，有效提升水体的溶解氧水平。充分利用地形、水工、植物群落等合理设计，增加区域水体的流动性，提升局部水体的溶解氧水平，有效保持整治后城市水体的环境功能。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    3．因地制宜实施岸带修复。选择适宜的岸带修复技术对原有河岸（湖岸）进行改造，实施陆域绿线范围内园林绿化提升等。采取植草沟、生态护岸、透水砖等形式，对原有硬化河岸（湖岸）进行改造，通过恢复岸线和水体的自然净化功能，强化水体的污染治理效果。积极落实海绵城市建设理念，对城市建成区雨水排放口收水范围内的建筑与小区、道路与广场、绿地和公园等运用海绵城市理念，综合采取“渗、滞、蓄、净、用、排”方式进行改造建设，从源头解决雨污管道混接问题，有效控制径流污染，改善河道水环境。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    （五）实施补水活水工程。    1．积极实施生态补水。合理调配水资源，恢复水体生态基流，利用城市再生水、雨洪水、清洁地表水等作为城市水体的补充水源，增加水体流动性和环境容量。充分发挥海绵城市建设的作用，强化城市降雨径流的滞蓄和净化功能，提高水环境质量。（省住房城乡建设厅牵头负责，省水利厅、省环保厅配合）    2．促进活水循环。注重结合实施城市排水防涝治理工程，通过设置提升泵站、水系合理联通、水体微循环等方式，构建健康水循环体系。通过设置雨水泵站或雨水管道促进水体流动，增加河道湖泊的自净能力。（省住房城乡建设厅牵头负责，省水利厅、省环保厅配合）    （六）实施污水处理提质增效工程。    持续推进城镇污水处理厂建设，推进老旧城区、城中村、城乡结合部生活污水收集和处理，加快补齐生活污水收集处理设施短板。加快推进全省县城以上和长江流域城镇生活污水处理厂提标改造，出水水质要达到一级A排放标准。推进建成区污水管网全覆盖，生活污水全收集、全处理。加快城市雨污分流制改造，系统治理雨污错接、混接、漏接等问题。加强管网新建和提标改造，对于近期设施难以覆盖的地区，因地制宜建设分散污水处理设施，处理达标后排放。（省住房城乡建设厅牵头负责，省环保厅配合）    （七）建立长效管控机制。    1．强化制度建设。将城市黑臭水体治理纳入河（湖）长制，明确河（湖）长，落实管理责任单位，加强专业管护队伍建设。深化政府与社会资本合作（PPP）等方式治理城市黑臭水体，加强各项管理养护制度建设，建立绩效考核与付费挂钩机制。积极创新管护机制，推行水环境治理市场化、社会化，严格考核评价，严格责任落实，形成主管部门定期考核、专业管护单位具体负责的水环境管理模式。（省住房城乡建设厅牵头负责，省水利厅、省财政厅、省环保厅等配合）    2．强化监督检查。严肃执法监督，严格执行排污许可、排水许可制度，严禁生活污水和工业废水直排水体。严防道路冲洗污水、洗车冲洗污水、餐饮泔水、施工排水等污水进入雨水口。对污水未经处理直接排入、污水处理不达标排放导致水体黑臭的相关企业和工业集聚区，要严格执法、严肃问责。定期开展水质监测和公众满意度调查，适时组织对治理效果进行评估。（省环保厅牵头负责，省住房城乡建设厅、省水利厅等配合）    3．强化运营维护。落实河湖日常管理和各类治污设施维护的单位、经费、制度和责任人，明确绩效考核指标，严格城市生活污水处理设施运营监管，切实保障稳定运行。加强排水管网普查排查工作，完善城市排水管网地理信息系统。建立和完善排水管网长效管理机制，有条件的地区，鼓励在明晰产权和费用分担机制的基础上将排水管网管理延伸到建筑小区内部。（省住房城乡建设厅牵头负责，省财政厅、省环保厅、省水利厅等配合）    三、保障措施    （一）加强组织领导，严格落实责任。    省水污染防治领导小组统筹协调和指导调度城市黑臭水体治理工作。省住房城乡建设厅牵头组织城市黑臭水体治理协调推进、督查指导和考核评价工作；省环保厅负责工业园区水污染防治及对非法排污查处等工作督查指导，并将城市黑臭水体治理纳入全省水污染防治行动计划目标考核；省水利厅负责河（湖）长制落实及管辖范围内城市河道湖泊排污口监管、河湖岸线环境整治等工作督查指导；省农委负责城乡结合部农业面源污染治理及畜禽粪污综合利用等工作督查指导；省财政厅负责加大对城市黑臭水体治理工作的支持力度。各市、县人民政府是实施城市黑臭水体治理的责任主体，要及时研究制定实施细则，每年年初确定年度计划并组织实施，定期公布城市黑臭水体治理进展情况。    （二）加强督查调度，严格考核评价。    各级住房城乡建设、环保部门要强化月通报、季调度、年考核机制，以月保季、以季保年。对发现的问题，及时通报、督办、整改。加强督查督办，按照督查、交办、巡查、约谈、专项督察“五步法”，完善督查检查机制，对工程进度不到位、进展缓慢的，采取驻点督办、挂牌督办等措施，全力保障城市黑臭水体治理项目实施。加强技术指导，对城市黑臭水体治理实施方案、工程设计方案进行技术论证把关，及时总结经验，提升城市黑臭水体治理工作水平。按照建立科学合理的考核评价体系的要求，健全考核指标体系，完善考核评价办法，将年度目标任务细化分解到各市人民政府和省直相关部门，定期组织考核评价，并组织年度考核，考核结果纳入省政府对各市政府目标管理绩效考核体系，并严格责任追究，倒逼主体责任落实，全方位传导压力。    （三）加强机制创新，形成推进合力。    加强信用管理，将从事城市黑臭水体治理的规划设计、施工、监理、运行维护的单位及其法人、项目负责人纳入社会信用体系管理。创新投融资机制，建立健全城市黑臭水体治理的投资保障机制，按照政府主导、市场运作、社会参与、多元投入的要求，完善污水处理收费及征管政策，在加大地方公共财政投入的同时，积极引入社会资本，支持采取政府与社会资本合作（PPP）等方式，支持财政性资金对城市黑臭水体治理实施以奖代补。推广城市黑臭水体治理建设与管理的市场化、专业化运作，加强科技支撑，推广示范适用技术，培育一批有实力、懂技术、善运维的生态环境投资性企业，探索建立城市黑臭水体治理长效机制。定期开展水质监测，2018年底前，对已完成治理的黑臭水体开展包括透明度、溶解氧（DO）、氨氮（NH3-N）、氧化还原定位（ORP）等4项指标在内的水质监测。建立监督举报机制，鼓励公众对城市黑臭水体治理和环境违法行为进行监督举报，及时公开城市黑臭水体治理信息，限期办理群众举报投诉的城市黑臭水体问题，回应社会关切。建立宣传引导机制，加大宣传力度，认真做好城市黑臭水体治理信息发布、舆情引导等工作，及时宣传城市黑臭水体治理的决策部署、具体措施、进展情况和经验成效，引导社会各方力量参与，努力形成共建共治、齐抓共管的良好氛围。",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100103603",
          "policyTitle": "安徽省人民政府办公厅关于新时代 支持大别山革命老区振兴发展的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕78号",
          "pubTime": "2021-09-26",
          "policyType": "意见",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构： 为贯彻落实《国务院关于新时代支持革命老区振兴发展的意见》（国发〔2021〕3号），支持大别山革命老区在新发展阶段巩固拓展脱贫攻坚成果，开启社会主义现代化建设新征程，打造全国重要的特色优质农产品生产加工供应基地、长三角高品质红色旅游示范基地和康养基地、长江和淮河中下游地区重要的生态安全屏障，在打造经济社会发展全面绿色转型区上走在前列，努力走出一条新时代振兴发展新路，把老区建设得更好，让老区人民过上更好生活，经省委、省政府同意，现提出如下实施意见。 一、实现巩固拓展脱贫攻坚成果同乡村振兴有效衔接 （一）持续巩固拓展脱贫攻坚成果。一定时期内保持脱贫攻坚政策总体稳定，严格落实“四个不摘”要求，完善防止返贫动态监测和帮扶机制，建立健全易返贫致贫人口快速发现和响应机制，巩固“两不愁三保障”脱贫攻坚成果。扎实做好易地扶贫搬迁后续帮扶工作，继续完善安置区配套基础设施、产业园区配套设施、公共服务设施。加大以工代赈支持力度，在农业农村基础设施建设领域积极推广以工代赈方式，安排老区以工代赈中央投资占全省比重不低于50%。（省乡村振兴局牵头，省发展改革委、省农业农村厅配合） （二）加快推进乡村振兴。在老区优先确定一批乡村振兴重点帮扶县和乡村振兴重点帮扶村。加快推进美丽乡村建设，鼓励支持有条件的地区率先整县打造美丽生态宜居乡村示范县和美丽乡村示范带。提高农房设计和建造水平，推进农村房屋安全隐患排查整治和危房改造，改善群众住房条件和居住环境。因地制宜发展规模化供水、建设小型标准化供水设施，持续提升农村供水保障水平。推进“四好农村路”高质量发展，加快建设一批资源路、旅游路、产业路。支持实施乡村电气化提升工程，推进创建数字乡村试点。支持建设省级森林城镇、森林村庄，促进城乡绿化融合发展。开展脱贫劳动者定向招工，加大脱贫户、边缘易致贫人口、农村低保对象培训力度，培训期间生活费补贴标准上浮20%。加强优秀农业科技人才、管理人才和农村实用人才培养。鼓励社会资本到乡村发展与农民利益联结型项目。完善低保对象综合认定标准，将符合条件的困难群众全部纳入低保范围。落实符合条件的“三红”人员、烈士老年子女、年满60周岁农村籍退役士兵等人群的优抚待遇。（省农业农村厅、省乡村振兴局、省发展改革委、省经济和信息化厅、省民政厅、省财政厅、省人力资源社会保障厅、省住房城乡建设厅、省交通运输厅、省水利厅、省退役军人厅、省林业局、省能源局、省委组织部、省委网信办、省通信管理局、省电力公司按职责分工负责） 二、大力发展特色优势产业 （三）加快发展现代农业。到2025年，支持老区新建高标准农田226万亩，推进地方特色优质专用粮食生产，稳步提升粮食生产能力。重点促进茶叶、中药材产业高质量发展，大力发展油茶、高山蔬菜、畜禽、水产等特色高效种养业，推动品种培优、品质提升、品牌打造和标准化生产，每年新增绿色食品、有机农产品、地理标志农产品100个以上。推进“六安茶谷”“江淮果岭”“西山药库”等平台建设。支持建设一批农村产业融合发展示范园、蔬菜标准园、农业标准化示范区、冷链物流基地、农产品批发市场和长三角绿色农产品生产加工供应基地。加强和规范农产品质量检验检测中心建设。加强种质资源保护与利用，建设一批种质资源库。继续支持农村电商、快递进村项目建设。（省农业农村厅牵头，省发展改革委、省财政厅、省商务厅、省市场监管局、省林业局、省粮食和储备局、省供销社、省邮政管理局配合） （四）增强制造业竞争优势。支持老区发展新材料、高端装备制造、生命健康、新一代信息技术、节能环保、新能源汽车和智能网联汽车等新兴产业，推进六安高端装备基础零部件、安庆化工新材料重大新兴产业基地高质量发展，打造若干千亿级产业集群。推动石油化工、农产品深加工、纺织服装等传统优势产业转型升级。支持依托开发园区打造产业承接平台，深入开展“双招双引”，积极承接特色优势产业转移。（省发展改革委、省经济和信息化厅、省科技厅、省财政厅、省商务厅、省国资委、省市场监管局按职责分工负责） （五）大力发展现代服务业。支持发展金融、现代物流、电子商务、信息服务等生产性服务业，加快发展健康养老、森林康养、家政服务、社区服务等生活性服务业，推进服务业标准化、品牌化建设，培育具有地方特色的服务知名品牌。支持加快发展红色旅游、乡村旅游、生态旅游等特色旅游，按高于全省平均水平10%的标准安排旅游专项资金，在创建全域旅游示范区、文化旅游名县、A级旅游景区、旅游度假区、特色旅游名镇名村等方面给予重点支持。推动老区争创全国红色旅游精品线路和红色旅游融合发展示范区，打造长三角高品质红色旅游示范基地。组织新闻单位加大对老区红色旅游的宣传力度。（省发展改革委牵头，省委宣传部、省经济和信息化厅、省民政厅、省财政厅、省商务厅、省文化和旅游厅、省广电局、省林业局、省地方金融监管局配合） 三、全面提升创新能力 （六）加强创新平台建设。支持老区与科研院所、高校合作，共建大别山中医药研究院等研发机构，推动创建一批省级以上工程（技术）研究中心、重点实验室、企业技术中心，加快氢能和燃料电池、先进高分子材料等关键核心技术攻关。支持在老区建设创新型城市和创新型县（市）。推动符合条件的省级高新区升格为国家级高新区，支持符合条件的专业园区建设省级高新区。支持在高速铁路和公路沿线设立科创产业园。支持围绕重点优势领域布局创建若干“一室一中心”，引领传统产业转型升级。支持有条件的地区组建专业化技术转移机构，建设一批高技术产业孵化基地，创建国家科技成果转移转化示范区。（省科技厅牵头，省发展改革委、省教育厅、省经济和信息化厅配合） （七）激发企业人才创新活力。强化企业创新主体地位，引导支持老区企业加大研发投入，提升企业技术创新能力。支持实施新阶段高质量发展人才政策，加大人才培育和引进力度，优先扶持高层次科技人才团队在老区创新创业。优先布局科技特派员工作站、星创天地和众创空间，在科技特派员制度创新等方面先行先试，打造“众创空间+孵化器”科技创业孵化链条。（省科技厅牵头，省委组织部、省发展改革委、省教育厅、省经济和信息化厅、省人力资源社会保障厅配合） 四、加强基础设施建设 （八）完善综合运输网络。深入实施大别山革命老区对外联通通道建设工程，到2025年，基本实现高速铁路通达80%的县、高速公路通达所有县城。加快推进京港、沿江、合肥至安康等高铁安徽段以及六安至安庆、合肥至新桥机场至六安等城际铁路建设，加大货运铁路、铁路专用线建设和改造升级力度。加快实施沪武高速无为至岳西段、太湖至蕲春高速、宣商高速合肥至霍山至皖豫界段、德上高速合肥至枞阳段、天天高速无为至安庆段及安庆至潜山段、安庆海口长江大桥等项目，加密老区高速公路网。优化高速公路出入口布局，便捷连接重点城镇和重点红色文化纪念地。加快G312、S330等国省道干线改造升级。推进安庆机场改扩建，规划建设金寨运输机场和一批通用机场。加快长江、淮河干流以及皖河、丰乐河航道整治和临淮岗复线船闸建设，推进皖河新港、安庆港长风作业区二期建设，打造安庆江海联运枢纽，提升区域航运通江达海能力。（省发展改革委、省交通运输厅牵头，省财政厅、省自然资源厅、省生态环境厅、省农业农村厅、省水利厅、省林业局配合） （九）提升水安全保障能力。加快实施淮河干流正阳关至峡山口段行洪区调整和建设、淮河行蓄洪区居民迁建、寿县九里保庄圩等工程，启动淮河流域重要行蓄洪区、华阳河蓄滞洪区建设，推进沿淮行蓄洪区等其他洼地治理、长江安庆河段整治。加快实施大沙河、杭埠河、淠河、史河等重要支流治理工程，持续推进中小河流治理、重点涝区排涝能力提升、病险水库水闸除险加固等薄弱环节建设。加快实施引江济淮工程，推进临淮岗枢纽综合利用、淠史杭灌区续建配套和现代化改造等水资源优化配置工程。对脱贫地区列入国家和省级投资计划的项目，省级补助资金比例提高10%以上。（省水利厅牵头，省发展改革委、省财政厅、省自然资源厅、省生态环境厅、省住房城乡建设厅配合） （十）调整优化能源结构。坚持集中式和分布式建设并举，有力有序推进老区风电和光伏发展。建成金寨抽水蓄能电站，加快桐城抽水蓄能电站建设，推动岳西、霍山等抽水蓄能电站前期工作，进一步优化调度方式，充分发挥抽水蓄能电站“削峰填谷”作用。支持潜山、太湖、宿松抽水蓄能电站纳入国家规划。加强骨干电网、城乡配电网建设。加快推进天然气金安—叶集—金寨联络线、桐城—枞阳支线、金安—霍邱—颍上支线、姚李—周集支线、六安—舒城—庐江等项目建设，完善天然气供应网架。（省能源局牵头，省经济和信息化厅、省财政厅、省水利厅、省国资委、省电力公司配合） （十一）加快建设新型基础设施。支持老区通信网络建设，推动5G网络向乡镇、农村区域延伸覆盖，消除4G网络、光纤宽带网络覆盖盲点。推动重点领域建立工业互联网平台，加大窄带物联网基站部署力度。支持因地制宜发展数字经济，加快数字农业、数字水利、数字林业发展，推动有条件的地区规划建设大数据中心。鼓励有条件的地区开展北斗系统应用。推动互联网企业在老区发展运营中心、呼叫中心等业务。（省发展改革委、省经济和信息化厅、省农业农村厅、省水利厅、省广电局、省林业局、省数据资源局、省通信管理局、省委网信办按职责分工负责） 五、完善城镇化空间布局 （十二）打造现代化中心城市。支持六安市打造大别山区域性中心城市、安庆市打造长三角区域重点城市和皖西南现代化区域中心城市。支持实施城市更新行动，推进城市生态修复、功能完善、内涝治理等工程，加强历史文化和城市风貌保护，提升城市功能品质。推动符合条件的城市建设国家革命老区高质量发展示范区。推进六安、安庆市加快“城市大脑”建设，提升城市管理和社会治理的数字化、智能化、精准化水平。（省发展改革委牵头，省民政厅、省自然资源厅、省住房城乡建设厅、省生态环境厅、省交通运输厅、省数据资源局、省委网信办配合） （十三）加快发展中小城市。支持老区有条件的市县实施现代化中小城市培育工程，加快县城公共服务设施提标扩面、环境卫生设施提级扩能、市政公用设施提档升级、产业配套设施提质增效，积极争创国家级、省级新型城镇化示范县城。依法开展人口较大县城设置街道改革试点。支持符合条件的县城创建国家产业转型升级示范园区，加快建设县域特色产业集群（基地）。健全城乡融合发展体制机制，推进经济发达镇行政管理体制改革，高质量建设特色小镇、特色小城镇。（省发展改革委牵头，省委编办、省教育厅、省民政厅、省自然资源厅、省生态环境厅、省住房城乡建设厅、省农业农村厅、省文化和旅游厅、省卫生健康委配合） 六、补齐公共服务短板 （十四）完善就业和社会保障体系。支持老区公共实训基地建设，持续开展“四进一促”稳就业专项活动，统筹促进重点群体就业。全面实施全民参保计划，进一步扩大社会保障对象覆盖面。推动养老事业和养老产业协同发展，大力发展普惠型和互助性养老服务，鼓励社会力量、民间资本投资兴办健康养老、康体养生等服务设施，打造一批重点面向长三角的健康医疗服务、养生养老基地。推动建设一批示范性托育服务机构，基本实现城乡社区托育机构全覆盖。（省人力资源社会保障厅、省发展改革委、省民政厅、省卫生健康委按职责分工负责） （十五）大力发展教育事业。积极争取中央奖补资金支持老区学校建设，完善义务教育学校和幼儿园布局。加大中小学幼儿园教师培训力度，实现“国培计划”全覆盖。支持省内高校选址老区设立分校或联合办学。鼓励“双一流”建设高校、地方高水平高职学校与老区开展合作共建，支持安徽国防科技职业学院、安庆技师学院等高职学校、技工院校建设，支持金寨职业技术学校与六安技师学院整合申报全日制职业技术学院。组织优质高职院校对口帮扶老区中职学校。根据国家和省统一部署，继续面向老区实施相关专项招生计划。（省教育厅牵头，省发展改革委、省财政厅、省人力资源社会保障厅配合） （十六）加快公共卫生体系建设。落实基本公共卫生倾斜政策，逐步提高老区基本公共卫生服务人均财政补助标准。在老区布局建设区域性传染病救治基地，加强市、县级综合医院、传染病医院（传染科）建设，完善突发公共卫生事件监测预警处置机制，提升公共卫生防控救治能力。支持建设省区域专科医疗中心，提升市级医院疑难病症诊治能力，支持5—10所县级医院提标扩能。支持符合条件的县级医院（含中医院）争创三级医院。积极推动省内外高水平医院与老区重点医院开展对口帮扶，合作共建医联体，深入推进紧密型县域医共体建设。实施中医临床优势培育工程和中医康复服务能力提升工程，支持建设一批省级优势专科和特色专科。支持六安市争创国家中医药综合改革试验区。（省卫生健康委牵头，省发展改革委、省财政厅、省市场监管局、省医保局、省中医药局配合） （十七）提升公共文化服务水平。根据老区城乡人口发展和分布，科学规划建设城乡公共文化设施，完善公共文化服务设施网络，普遍建成村级综合文化服务中心，进一步缩小公共文化服务差距。持续推动安庆市国家级公共文化服务体系示范区建设。推进“安徽寿县芍陂（安丰塘）及灌区农业系统”申报全球重要农业文化遗产。加强广播电视无线数字覆盖体系建设，提高无线广播电视服务质量。支持举办省市县三级联赛系列赛事，鼓励承办全国性、区域性文化交流和体育赛事活动，推进建设一批体育公园。（省文化和旅游厅牵头，省发展改革委、省农业农村厅、省广电局、省体育局配合） （十八）弘扬传承红色文化。支持老区实施革命文物保护利用工程，统筹使用国家和省级革命文物保护利用、优抚事业单位等专项资金，加大革命历史类纪念设施、遗址和英雄烈士纪念设施保护修缮力度。核定公布老区革命文物名录，命名一批省级爱国主义教育示范基地，组织申报全国爱国主义教育示范基地、重点文物保护单位和国家级英雄烈士纪念设施、抗战纪念设施、遗址。深入挖掘老区红色文化资源和革命历史故事，支持打造一批反映革命老区精神的文艺作品。挖掘、保护、整理、使用好老区红色地名资源。支持开展中华民族文化基因库红色基因库建设试点工作。推进革命传统进学校、进课程、进教材，在干部培训中加强党史、新中国史、改革开放史、社会主义发展史教育。（省委宣传部、省文化和旅游厅牵头，省委组织部、省委党史研究院、省发展改革委、省教育厅、省民政厅、省退役军人厅、省广电局、省文物局配合） 七、促进绿色转型发展 （十九）提升生态系统质量和稳定性。坚持“绿水青山就是金山银山”理念，促进生态保护和经济发展、民生保障相得益彰。大力推进长江、淮河生态廊道和皖西大别山区生态屏障建设，实施大别山重点生态功能区生态系统修复工程，到2025年，完成人工造林40万亩以上。支持六安市建设林长制改革特色功能区，优先支持开展林业碳汇交易试点并与相关政策相衔接，加快提升林业碳汇交易的实效性和系统性。复制推广新安江生态补偿试点经验，进一步完善大别山区水环境生态补偿机制，积极推进地表水断面和空气环境质量生态补偿。支持老区生物多样性保护工程建设，加大国家重点保护野生动植物保护工作力度，建设大别山动植物资源基因库。支持分类开展全域土地综合整治试点，探索构建生态产品价值实现机制。深化集体林权制度改革，鼓励依法依规通过租赁、置换、合作等方式规范流转集体林地。（省自然资源厅、省生态环境厅、省林业局、省发展改革委、省财政厅、省农业农村厅、省水利厅按职责分工负责） （二十）推动工矿资源综合利用。科学有序开发霍邱铁矿资源，延伸拓展产业链，推进资源就地转化和综合利用。推动老区绿色矿山建设，加强历史遗留废弃矿山生态修复，开展尾矿库综合治理。加强工矿遗产、“三线”遗址等保护利用，积极支持符合条件的厂矿旧址、遗址申报国家工业遗产，打造一批集城市记忆、知识传播、创意文化、休闲体验于一体的“生活秀带”。（省自然资源厅、省经济和信息化厅、省应急厅、省发展改革委、省生态环境厅、省能源局按职责分工负责） 八、深化高水平开放合作 （二十一）对接国家重大区域战略。加强与沪苏浙对标对接、合作共进，推动城市合作共建，支持建设一批省际合作园区。协同促进中部地区崛起，积极参与长江中游城市群、中原城市群城市间合作。坚持生态优先、绿色发展，全面参与新阶段现代化美丽长江（安徽）经济带建设。积极推动与“一带一路”沿线国家合作，促进贸易投资合作优化升级。（省发展改革委牵头，省生态环境厅、省交通运输厅、省商务厅、合肥海关配合） （二十二）推进区域协调联动发展。加强与湖北、河南大别山革命老区协作互动，共建大别山绿色发展合作区。鼓励叶集、宿松等县（区）加强与省际毗邻地区协同发展，促进基础设施互联互通、特色产业协同协作、红色资源开发共享、污染防治联防联控。支持六安市和桐城市深度融入合肥都市圈一体化发展，加快建设合六经济走廊。支持安庆市加强与合肥都市圈协调联动发展。推进老区与皖江城市带、皖北地区、皖南国际文化旅游示范区等区域协同发展。（省发展改革委牵头，省经济和信息化厅、省自然资源厅、省生态环境厅、省住房城乡建设厅、省交通运输厅配合） 九、加大政策扶持力度 （二十三）加大财税支持。从2021年起连续5年，省财政对老区10县（市、区）每年各补助2000万元，支持建立产业发展基金，撬动引入社会资本，支持老区高质量发展，并建立绩效考核机制。在安排革命老区转移支付、分配新增地方政府专项债券额度时，给予大别山革命老区倾斜支持。根据国家部署，探索开展革命老区转移支付绩效评估和奖惩激励。支持符合条件的海关特殊监管区域按规定开展增值税一般纳税人资格试点，对其他地区整体向老区转移的企业，按原所在地区已取得的海关信用等级实施监督。（省财政厅牵头，省发展改革委、省税务局、合肥海关配合） （二十四）完善金融服务。鼓励银行业金融机构下放老区县域分支机构贷款管理权限，开发专属金融产品。引导县域金融机构将吸收的存款主要用于当地。支持融资担保机构优化小微、“三农”担保增信服务，持续推进新型政银担业务。推动开发性金融和政策性金融机构结合职能定位和业务范围加大对老区的支持力度。支持老区在乡村振兴金融改革方面先行先试。推动省级股权投资基金设立老区分支机构或子基金，培育立足老区、服务老区的基金管理机构及团队。紧抓注册制改革机遇，推动更多企业上市挂牌、上市公司再融资。对脱贫地区继续实施企业上市“绿色通道”政策。支持中小微企业在省区域性股权市场挂牌融资、孵化培育。实施老区公司信用类债券融资主体信用评级增进计划，引导省信用担保集团等担保机构加大业务倾斜力度，稳步扩大非金融企业债务融资工具规模，千方百计降低综合融资成本。（省地方金融监管局牵头，省发展改革委、人行合肥中心支行、安徽银保监局、安徽证监局、国开行安徽省分行、农发行安徽省分行、省信用担保集团配合） （二十五）优化土地资源配置。在编制国土空间总体规划时，保障老区建设用地规模合理需求。坚持土地要素跟着项目走、项目跟着规划走，对符合国土空间规划的项目用地，分类保障用地计划指标，确保有效投资用地需求。根据老区资源禀赋和实际复垦情况，对城乡建设用地增减挂钩计划实现应保尽保。指导脱贫地区开展增减挂钩节余指标在省域范围内流转使用。支持重点城市开展城镇低效用地再开发，对损毁的建设用地和零星分散的未利用地开发整理成耕地的，经认定可用于占补平衡，允许城乡建设用地增减挂钩节余指标按规定在省域范围内流转使用。支持探索乡村产业发展用地政策，建设用地指标向乡村发展倾斜，县域内新增耕地指标优先用于折抵乡村产业发展所需建设用地指标。（省自然资源厅牵头，省发展改革委、省生态环境厅、省农业农村厅、省林业局配合） 十、强化组织保障 （二十六）加强党的全面领导。充分发挥党总揽全局、协调各方的领导核心作用，把党的领导始终贯穿老区振兴发展全过程和各领域各方面各环节。继续实施省级领导和省直单位帮扶原贫困县政策。探索经济强县与老区欠发达地区的结对帮扶、优势互补新路径。支持重点城市与中央国家机关及有关单位、重点高校、经济发达地区开展干部双向挂职。有计划地组织省直部门、省属企业干部到老区挂职。加强乡镇人民政府社会管理和服务能力建设，把乡镇建成乡村治理中心、农村服务中心、乡村经济中心。指导老区持续加强农村基层党组织建设，选优配强乡村领导班子特别是党组织带头人。进一步支持金寨干部学院发展，打造特色培训品牌，增强影响力，开展理想信念和党性教育。大力弘扬红色文化，广泛凝聚正能量，宣传选树先进典型，努力营造全社会支持参与老区振兴发展的良好氛围。（省委组织部牵头，省委宣传部、省发展改革委、省民政厅、省人力资源社会保障厅、省农业农村厅、省乡村振兴局配合） （二十七）健全实施机制。老区相关市要提高政治站位，切实担负起老区振兴发展的历史责任，加强组织领导，完善工作机制，细化工作举措，整合财力和各类资源，推动老区加快振兴发展。省有关单位要加强工作指导，在国土空间规划、专项规划、区域规划等相关规划编制实施过程中强化对老区的统筹支持，根据国家部署研究制定支持老区巩固拓展脱贫攻坚成果、基础设施建设、生态环境保护修复、红色旅游等重点领域实施方案，细化具体支持政策。强化绩效评估导向，健全省政府部门目标管理绩效考核、县域经济高质量发展考核评价体系，对重点城市和城市化地区侧重考核经济转型发展和常住人口基本公共服务等相关指标，对重点生态功能区和农产品主产区侧重考核生态服务功能和农产品供给能力等相关指标。省促进皖西革命老区振兴发展领导小组办公室要发挥统筹协调作用，组织开展大别山革命老区振兴发展规划修编，制定年度工作要点，及时推动各项目标任务、政策措施落实，重大事项及时向省政府报告。（省发展改革委牵头，省政府办公厅、省促进皖西革命老区振兴发展领导小组成员单位配合）     安徽省人民政府办公厅 2021年8月10日  ",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066815",
          "policyTitle": "安徽省人民政府办公厅关于加强 长江（安徽）水生生物保护工作的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办〔2018〕60号",
          "pubTime": "2019-01-11",
          "policyType": "意见",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构：   为贯彻落实《国务院办公厅关于加强长江水生生物保护工作的意见》（国办发〔2018〕95号）精神，切实加强长江（安徽）水生生物保护工作，经省政府同意，现提出如下实施意见。   一、总体要求   以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大精神，牢固树立和贯彻落实新发展理念，树立红线思维、留足生态空间，落实保护优先、实施生态修复，坚持全面布局、系统保护修复，全面加强长江（安徽）水生生物保护工作，把“共抓大保护、不搞大开发”的要求落到实处，推动形成人与自然和谐共生的绿色发展新格局。到2020年，长江（安徽）重点水域实现常年禁捕，水生生物保护区建设和监管能力显著提升，保护功能充分发挥，重要栖息地得到有效保护，关键生境修复取得实质性进展，水生生物资源恢复性增长，水域生态环境恶化和水生生物多样性下降趋势基本得到遏制。到2035年，长江（安徽）生态环境明显改善，水生生物栖息生境得到全面保护，水生生物资源显著增长，水域生态功能有效恢复。   二、主要任务   （一）实施生态修复工程。统筹山水林田湖草整体保护、系统修复、综合治理。加强天然湿地保护，在中华鲟、长江鲟、长江江豚、长吻鮠、刀鲚、“四大家鱼”等重要水生生物产卵场、索饵场、越冬场和洄游通道等关键生境，实施一批重要生态系统保护和修复重大工程，构建生态廊道和生物多样性保护网络，优化生态安全屏障体系，消除已有不利影响，恢复原有生态功能，提升生态系统质量和稳定性，确保生态安全。在闸坝阻隔的自然水体之间，通过灌江纳苗、江湖连通和设置过鱼设施等措施，满足水生生物洄游习性和种质交换需求。（牵头单位：省林业局、省农业农村厅；配合单位：省自然资源厅、省水利厅、省交通运输厅、省生态环境厅、省发展改革委，相关市、县人民政府。以下任务分工均需相关市、县人民政府负责组织落实，不再列出）   （二）优化完善生态调度。深入研究长江支流水库蓄水及运行对长江水域生态的影响，开展基于水生生物需求、兼顾其他重要功能的统筹综合调度，最大限度降低不利影响。采取针对性措施，防治大型水库库容调度对水生生物造成的不利影响。建立健全长江流域江河湖泊生态用水保障机制，明确并保障长江干支流江河湖泊重要断面的生态流量，维护流域生态平衡。（牵头单位：省水利厅、省农业农村厅；配合单位：省生态环境厅、省发展改革委）   （三）科学开展增殖放流。制定增殖放流总体规划和年度实施方案，科学确定放流种类，合理安排放流数量，加大珍稀、地方特有水生生物苗种放流比例，加快恢复水生生物种群适宜规模。建立健全放流苗种管理追溯体系，严格保障苗种质量。加强增殖放流效果跟踪评估，完善增殖放流管理机制。严禁向天然开放水域放流外来物种、人工杂交或有转基因成分的物种，防范外来物种入侵和种质资源污染。（牵头单位：省农业农村厅；配合单位：省林业局、省生态环境厅）   （四）推进水产养殖绿色发展。加快编制养殖水域滩涂规划，依法开展规划环评，科学划定禁止养殖区、限制养殖区和养殖区，合理确定限制养殖区养殖规模、养殖品种和密度，保护水域滩涂生态环境。支持高等院校、科研院所、企业开展水产养殖科学技术研究与创新，重点发展池塘标准化健康养殖、循环水养殖、稻渔综合种养、鱼菜共生、农林牧渔融合循环等生态健康养殖模式。加强水产养殖投入品管理，推广全价人工配合饲料，逐步减少冰鲜鱼直接投喂。推进水产养殖节水减排。加快推进大水面生态增养殖，发展不投饵滤食性鱼类养殖，科学调控草食性鱼类密度，加大对底栖动物保护力度，实现以鱼控草、以鱼抑藻、以鱼净水，修复水生生态环境。加强水产养殖环境管理和风险防控，防止外来物种逃逸造成开放水域种质资源污染。（牵头单位：省农业农村厅；配合单位：省林业局、省生态环境厅）   （五）实施珍稀濒危物种拯救行动。实施以中华鲟、长江鲟、长江江豚为代表的珍稀濒危水生生物抢救性保护行动。加强长江江豚栖息地保护，开展长江江豚迁地保护行动，切实加强长江江豚种群保护。加强铜陵淡水豚国家级自然保护区、安庆市西江长江江豚迁地保护基地建设，提高安庆市江豚自然保护区等级，严格落实保护措施。在有条件的科研单位和水族馆，建设长江珍稀濒危物种人工驯养繁育和科普教育基地。（牵头单位：省农业农村厅；配合单位：省生态环境厅、省林业局、省科技厅）   （六）全面加强水生生物多样性保护。科学确定、适时调整省重点保护野生动物名录和保护等级，严格水生野生动植物行政许可审批，加强事中事后监管，依法严惩破坏重点保护野生动物资源及其生境的违法行为。实施珍稀濒危物种人工繁育和种群恢复工程，制定保护规划和方案，完善管理制度，落实保护措施，全方位提升水生生物多样性保护能力和水平。（牵头单位：省农业农村厅、省林业局；配合单位：省科技厅、省生态环境厅、省公安厅）   （七）强化源头防控。强化国土空间规划对各专项规划的指导约束作用，增强水电、航道、港口、采砂、取水、排污、岸线利用等各类规划的协同性，加强对水域开发利用的规范管理，严格限制并努力降低不利影响。严格贯彻落实《安徽省环境保护条例》《安徽省湿地保护条例》《中共安徽省委安徽省人民政府关于全面打造水清岸绿产业优美丽长江（安徽）经济带的实施意见》《安徽省长江岸线保护和开发利用规划》，加强沿江排污口监管，加快建设工业和城乡居民生活污水收集与处理设施，加强农业面源污染防控，实施小流域生态治理工程，建设一批湿地保护区，从源头上阻绝污水直接排入河湖。对涉及水生生物栖息地的规划和项目，依法开展环境影响评价，强化水生态系统整体性保护，严格控制开发强度，统筹处理好开发建设与水生生物保护的关系。（牵头单位：省自然资源厅、省林业局、省生态环境厅；配合单位：省发展改革委、省农业农村厅、省住房城乡建设厅、省水利厅）   （八）加强保护地建设。结合全省生态保护红线划定，在中华鲟、长江鲟、长江江豚、长吻鮠、刀鲚、“四大家鱼”等水生生物重要栖息地和关键生境建立自然保护区、水产种质资源保护区或其他保护地，实行严格的保护和管理。统筹协调保护地与人类活动之间的关系，优化调整保护地主体功能和空间布局，在科学论证和依法审批的基础上，确定保护地功能区范围，合理规范涉保护地人类活动。开展水生生物保护区规划制定修订和勘界立标工作，强化水生生物重要栖息地完整性保护，对具有重要生态服务功能的支流进行重点修复。（牵头单位：省林业局、省农业农村厅；配合单位：省发展改革委、省生态环境厅）   （九）提升保护地功能。有关市、县人民政府要依法落实各类保护地管理机构和人员，在设施建设和运行经费等方面提供必要保障。根据国家和省重点保护水生动物名录和保护等级变动，依法依规调整保护地级别。加强水生生物资源监测和水域生态监控能力建设，增强监管、救护和科普教育功能。持续开展专项督查检查行动，及时查处和有效防止水生生物保护地违法开发利用和保护职责不落实等问题。（牵头单位：省农业农村厅；配合单位：省财政厅、省生态环境厅、省林业局）   （十）完善生态补偿机制。坚持“谁开发、谁保护，谁破坏、谁恢复，谁受益、谁补偿，谁污染、谁担责”的原则，充分考虑修复措施的流域性、系统性特点，建立健全生态补偿机制，支持水生生物重要栖息地的保护与恢复。科学确定涉水工程对水生生物和水域生态影响补偿范围，规范补偿标准，明确补偿用途。严格涉渔工程环境影响评价，涉渔工程建设业主单位必须切实履行生态补偿的主体责任，落实各项水生生态保护和补偿措施；加强受益地区与生态保护地区、流域上游与下游横向生态补偿长效机制建设；加大对重点生态功能区生态补偿与保护的财政转移支付力度。积极推进涉水生生物保护区在建和已建项目督查，跟踪评估生态补偿资金、项目建设等补偿措施落实情况，对已批复并竣工的建设工程开展水生生态影响后评价，确保生态补偿措施到位、资源生态修复见效。（牵头单位：省自然资源厅、省农业农村厅；配合单位：省生态环境厅、省财政厅、省林业局）   （十一）加快推进重点水域禁捕。科学划定禁捕、限捕区域。水生生物保护区率先实现常年禁捕，到2020年，长江干流及重要支流逐步实行合理期限内常年禁捕的禁渔期制度；进一步强化巢湖等重点水域禁渔区、禁渔期制度的实施力度。建立健全长江流域重点水域禁捕补偿制度，巩固渔民上岸安居后续工作，强化精准扶贫政策落实，通过资金奖补、就业扶持、社会保障等措施，引导捕捞渔民加快退捕转产。健全河流湖泊休养生息制度，在种群数量增加、资源恢复的基础上，适度、有序、规范开展湖泊、水库等水域渔业捕捞。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅、省住房城乡建设厅、省人力资源社会保障厅、省财政厅、省民政厅、省教育厅）   （十二）提升执法监管能力。推动修订相关地方性法规、规章，加强水生生物保护执法监管。加强执法队伍和装备设施建设，鼓励建立群众性护渔组织，引导退捕渔民参与巡查监督工作，形成与保护管理新形势相适应的监管能力。加强行政执法与刑事司法衔接，建立完善联席会议制度，强化信息共享、案件移送、执法联动等工作机制，依法严厉打击破坏资源生态违法犯罪行为。强化水域污染风险预警和防控，及时调查处理水域污染和环境破坏事故。健全执法检查和执法督察制度，严肃追究失职渎职责任。（牵头单位：省农业农村厅；配合单位：省公安厅、省生态环境厅）   （十三）强化重点水域执法。农业农村、水利、林业、公安、交通运输等部门要加强协作，开展区域联动，组织联合执法，健全执法合作长效机制，提升重点水域和交界水域管理效果。在长江干流及重要支流、巢湖等重点水域和问题突出的其他水域，定期组织开展专项执法行动，清理取缔各种非法利用和破坏水生生物资源及其生态、生境的行为，做到发现一起、查处一起、整改一起。坚决清理取缔涉渔“三无”船舶和“绝户网”，严厉打击“电毒炸”等非法捕捞行为。（牵头单位：省农业农村厅；配合单位：省公安厅、省交通运输厅、省林业局、省水利厅）   （十四）强化科技支撑。深化水生生物保护研究，加快珍稀濒危、地方特有水生生物人工驯养和繁育技术攻关，开展生态修复技术集成示范，形成一批可复制、可推广的水生生物保护模式和技术。支持建设长江流域重要水生生物物种基因库、活体库和珍稀濒危、地方特有物种遗传学研究，以及利用基因技术复活近代消失的水生生物物种的探索研究，支持以研究和保护为目的开展鱼类网箱养殖、繁殖等工作，提升物种资源保护、保存和恢复能力。（牵头单位：省科技厅；配合单位：省农业农村厅、省生态环境厅）   （十五）提升监测能力。全面开展水生生物资源与环境本底调查，准确掌握长江干流及重要支流、巢湖等重点水域水生生物资源和栖息地环境状况，建立水生生物资源资产台账。设置一批省、市级湿地生态系统定位研究站、水生生态系统监测断面（点位）和永久观测样区，加强水生生物资源监测网络建设，提高监测系统自动化、智能化水平，加强生态环境大数据集成分析和综合应用，促进信息共享和高效利用。（牵头单位：省农业农村厅、省林业局；配合单位：省生态环境厅、省水利厅、省科技厅）   三、保障措施   （十六）加大保护投入。长江流域各地要根据大保护需要，创新水生生物保护管理体制机制，将生态保护修复工程、珍稀濒危物种保护、保护地建设、水生生物保护调查研究、渔民退捕转产等水生生物保护项目建设纳入社会发展规划及年度计划，加强对水生生物保护工作的政策扶持和资金投入。鼓励企业和公众支持长江流域水生生物保护事业，健全多主体参与、多元化融资、精准化投入的体制机制。（牵头单位：省财政厅；配合单位：省发展改革委、省农业农村厅、省水利厅）   （十七）严格落实责任。长江流域各地要尽快制定落实方案，明确目标、措施、责任主体、时间表。要突出重要湿地保护修复、长江江豚保护、水生生物保护地建设、源头防控和禁渔期制度建设。要将水生生物保护工作纳入市、县人民政府绩效考核及河（湖）长制、林长制考核体系，落实责任制，建立协调、检查机制。根据任务清单和时间节点要求，定期考核验收，形成共抓长江大保护的强大合力。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅、省林业局）   （十八）强化督促检查。按照职责分工，建立健全部门沟通协调机制，适时督查和通报相关工作落实情况。对在水生生物保护工作中做出显著成绩的，按照国家有关规定予以表彰。对工作推进不力、责任落实不到位的，依法依规严肃处理。（牵头单位：省农业农村厅；配合单位：省水利厅、省生态环境厅）   （十九）营造良好氛围。积极开展水生生物保护法律法规和保护典型的宣传，充分发挥主流媒体在宣传长江流域水生生物保护方面的主导作用，鼓励各类媒体加大公益广告投放力度。加强渔文化遗产保护和开发，挖掘珍稀特有水生生物及其栖息地历史文化内涵和生态价值，营造全社会关心支持长江大保护的良好氛围。（牵头单位：省农业农村厅；配合单位：省生态环境厅、省广电局、省司法厅）                            安徽省人民政府办公厅                          2018年12月29日",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },

      ],
    };
  },
  methods: {
    search() {
      // 根据关键词和类型进行搜索
    },
    ArticleClicked(articleId){
      this.$router.push({
        path: '/article',
        query:{
          id: articleId,
        }
      })
    },
  },
};
</script>

<style scoped>
.search-result-page{
  display: flex;
  justify-content: center;
}

.search-result {
  padding-top: 2em;
  width: 60%;
  padding-bottom: 10em;
}

.title{
  padding-top: 1em;
}

.result-list {
  margin-top: 20px;
}

.result-item {
  margin-bottom: 20px;
  border: 1px solid #eee;
  padding: 10px;
  border-radius: 5px;
}

.result-title {
  font-size: 18px;
  font-weight: bold;
}

.result-info {
  margin-top: 5px;
  font-size: 14px;
  color: #999;
}

.result-description {
  margin-top: 5px;
  font-size: 16px;
  line-height: 1.5;
  color: #666;
}

.result-item:hover{
  cursor: pointer;
}
</style>

<!--<template>-->
<!--  <h1 class = "title">搜索结果</h1>-->
<!--</template>-->

<!--<script>-->
<!--export default {-->
<!--  name: "SearchResultPage",-->
<!--  data(){-->
<!--    return {-->
<!--      queryText: "",-->
<!--    }-->
<!--  },-->
<!--  mounted() {-->
<!--    this.$data.queryText = this.$route.query.queryText;-->
<!--    // console.log(this.$data.queryText);-->
<!--  }-->
<!--}-->
<!--</script>-->

<!--<style scoped>-->
<!--.title{-->
<!--  float: left;-->
<!--  padding-left: 10em;-->
<!--}-->
<!--</style>-->