<template>
<!--  <h1 class="title">最新政策</h1>-->
  <div class="search-result-page">
    <div class="search-result">
      <h1 class="title">最新政策</h1>
      <div class="result-list">
        <div class="result-item" v-for="(item, index) in resultList" :key="index" @click="ArticleClicked(item.policyId)">
          <div class="result-title">{{ item.policyTitle }}</div>
          <div class="result-info">{{item.province + ' ' + item.policyType + ' ' +  item.pubAgency}}</div>
          <div class="result-description">创建时间 ： {{ item.pubTime }}</div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      form: {
        keyword: '',
        type: '',
      },
      resultList: [
        {
          policyId: "100066815",
          "policyTitle": "安徽省人民政府办公厅关于加强 长江（安徽）水生生物保护工作的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办〔2018〕60号",
          "pubTime": "2019-01-11",
          "policyType": "意见",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          policyId: "100068247",
          "policyTitle": "安徽省人民政府办公厅关于做好疫情防控期 间返程、复工、返校人员管理工作的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办明电〔2020〕5号",
          "pubTime": "2020-02-09",
          "policyType": "通知",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          policyId: "100103553",
          "policyTitle": "安徽省人民政府办公厅关于推进 人工影响天气工作高质量发展的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕19号",
          "pubTime": "2021-03-14",
          "policyType": "意见",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100103553",
          "policyTitle": "安徽省人民政府办公厅关于推进 人工影响天气工作高质量发展的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕19号",
          "pubTime": "2021-03-14",
          "policyType": "意见",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构： 为深入贯彻落实《国务院办公厅关于推进人工影响天气工作高质量发展的意见》（国办发〔2020〕47号）精神，加快推进我省人工影响天气工作高质量发展，强化人工影响天气在粮食安全、生态文明建设、重大活动及应急工作中的服务保障作用，为建设经济强、百姓富、生态美的新阶段现代化美好安徽提供坚实保障，经省政府同意，现提出如下实施意见。 一、总体目标 到2025年，形成组织完善、职责清晰、服务精细、保障有力的人工影响天气工作体系。决策指挥、效果评估等关键技术取得新突破，安全风险综合防范能力明显增强，体制机制和政策环境更加优化。全省人工影响天气服务能力显著提升，人工增雨（雪）影响面积覆盖全省，保障粮食安全、生态文明建设和长三角一体化发展等重大战略的成效更加显著。到2035年，我省业务、科技、服务综合能力进入人工影响天气强省行列。 二、主要任务 （一）保障粮食安全。开展粮食生产功能区、重要农产品生产保护区和特色农产品优势区干旱、冰雹等灾害评估与区划工作。加大淮北平原、江淮丘陵、沿江平原、皖西大别山区和皖南山区等农产品主产区以及重要农事季节的抗旱、防雹作业力度，强化动态监测和区域联防，减轻灾害损失，保障粮食安全和重要农产品供给。（省农业农村厅、省气象局和市、县人民政府按职责分工负责） （二）助力生态文明建设。加强空中云水资源开发利用，大力提升合肥都市圈、美丽长江（安徽）经济带、淮河（安徽）生态经济带等区域的人工影响天气基础保障能力，因地制宜开展常态化人工增雨作业，发挥其在水源涵养、水土保持、植被恢复、生物多样性保护、水库增蓄水、空气质量改善等方面的作用。（省生态环境厅、省发展改革委、省自然资源厅、省气象局、省水利厅、省农业农村厅、省林业局和市、县人民政府等按职责分工负责） （三）服务长三角一体化发展。建设长三角区域人工影响天气中心，建立覆盖长三角全域的人工影响天气服务体系，加强区域合作联动机制建设，组织开展联合作业，科学开发利用长三角区域空中云水资源。（省发展改革委、省财政厅、省气象局、省生态环境厅和市、县人民政府等按职责分工负责） （四）做好重大活动和应急保障服务。建立人工影响天气应急保障体系，完善军民联合应急保障工作机制。积极开展助力森林防灭火、大范围空气重污染防治等人工影响天气作业。根据重大活动需要，开展空地结合的人工影响天气作业，保障重大活动顺利开展。（省气象局、省应急厅、省生态环境厅、省林业局、省军区战备建设局和市、县人民政府等按职责分工负责） （五）完善监测指挥体系。建设布局合理、监测精密、技术先进的小卫星、飞机和地基观测设备相结合的立体探测系统，为人工影响天气作业指挥和效果评估提供基础支撑。建设智慧型人工影响天气指挥平台，与省应急指挥中心平台互联互通，提升指挥调度和区域协同水平。（省气象局、省发展改革委、省财政厅、省应急厅和市、县人民政府等按职责分工负责） （六）增强作业保障水平。购置高性能增雨飞机，完善蚌埠、九华山等飞机作业保障基地、淮北地区人工增雨防雹作业基地建设。推进人工影响天气标准化县创建工作，加快地面固定作业点标准化建设。推进火箭、烟炉等作业装备自动化、标准化、信息化。建设监测与作业一体化的智能物联站点。探索无人机等人工影响天气作业新方式、新手段。（省气象局、省发展改革委、省经济和信息化厅、省财政厅、民航安徽空中交通管理分局和市、县人民政府等按职责分工负责） （七）提高作业效果评估能力。强化多源融合云降水同化分析和数值预报系统应用，提高作业条件识别和效果评估能力。加强应急、生态、水利、农业、林业、气象等部门的信息融合，建立规范管理、智能识别、科学指挥、精准作业、定量评估的人工影响天气一体化业务系统。（省气象局、省生态环境厅、省农业农村厅、省水利厅、省应急厅、省林业局、省数据资源局和市、县人民政府等按职责分工负责） （八）加强关键技术攻关。加强人工影响天气应用技术研究，着力在一些关键技术上取得突破，研究建立对流云增雨业务全链条作业指标体系。建设合肥、黄山、寿县等人工增雨试验示范基地，开展云雾观测、人工增雨（雪）、改善空气质量等外场试验研究，提高科技水平和科技成果转化成效。（省科技厅、省气象局和市、县人民政府等按职责分工负责） （九）健全安全监管体系。严格落实党政领导干部安全生产责任制，建立完善“政府主导、部门协同、综合监管”的人工影响天气安全生产工作机制。加强弹药运输、存储、使用等重点环节安全监管。建立弹药专业化、规范化存储制度，建设弹药存储标准化库房，将弹药存储场所纳入公共治安管理范畴。推进人工影响天气安全管理智能化平台建设，实现对作业站点、作业装备、运输车辆、弹药库房等关键部位的远程监控和实时风险监控预警。推进人工影响天气标准化体系建设，提高规范化管理水平。（市、县人民政府和省全面推进气象现代化暨人工影响天气工作领导小组各成员单位等按职责分工负责） 三、保障措施 （十）强化组织领导。充分发挥省全面推进气象现代化暨人工影响天气工作领导小组的职能和作用，全面加强对全省人工影响天气工作的统筹规划、政策指导和区域协调。各市、县（市、区）人民政府要加强对本地区人工影响天气工作的领导和协调，将人工影响天气工作纳入政府目标管理体系和安全生产综合监管体系，健全管理体制和运行机制。（省全面推进气象现代化暨人工影响天气工作领导小组各成员单位和市、县人民政府等按职责分工负责） （十一）落实财政保障。将人工影响天气事业发展纳入各级经济社会发展规划和重大生态保护工程建设规划，将人工影响天气工作相关经费列入政府预算，落实高性能增雨飞机运行维持经费。（市、县人民政府和省发展改革委、省财政厅、省生态环境厅、省气象局等按职责分工负责） （十二）加强人才队伍建设。建立人工影响天气科技创新团队，培养领军人才。加强基层作业队伍建设，开展技能竞赛，提升队伍素质。健全人工影响天气作业人员劳动保护、人身意外伤害和公众责任保险等保障制度，落实津补贴政策，保障合理待遇，稳定作业队伍。（省人力资源社会保障厅、省气象局、省科技厅、省财政厅、省总工会和市、县人民政府等按职责分工负责） （十三）加强科普宣传。将人工影响天气纳入国民素质教育体系，建设人工影响天气科普教育基地，提高全社会对人工影响天气的科学认识，营造良好舆论氛围。对在人工影响天气工作中成绩突出的单位和个人，按照国家及省有关规定给予表彰。（省全面推进气象现代化暨人工影响天气工作领导小组各成员单位、省教育厅和市、县人民政府等按职责分工负责）     安徽省人民政府办公厅 2021年2月26日",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100103603",
          "policyTitle": "安徽省人民政府办公厅关于新时代 支持大别山革命老区振兴发展的实施意见",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕78号",
          "pubTime": "2021-09-26",
          "policyType": "意见",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构： 为贯彻落实《国务院关于新时代支持革命老区振兴发展的意见》（国发〔2021〕3号），支持大别山革命老区在新发展阶段巩固拓展脱贫攻坚成果，开启社会主义现代化建设新征程，打造全国重要的特色优质农产品生产加工供应基地、长三角高品质红色旅游示范基地和康养基地、长江和淮河中下游地区重要的生态安全屏障，在打造经济社会发展全面绿色转型区上走在前列，努力走出一条新时代振兴发展新路，把老区建设得更好，让老区人民过上更好生活，经省委、省政府同意，现提出如下实施意见。 一、实现巩固拓展脱贫攻坚成果同乡村振兴有效衔接 （一）持续巩固拓展脱贫攻坚成果。一定时期内保持脱贫攻坚政策总体稳定，严格落实“四个不摘”要求，完善防止返贫动态监测和帮扶机制，建立健全易返贫致贫人口快速发现和响应机制，巩固“两不愁三保障”脱贫攻坚成果。扎实做好易地扶贫搬迁后续帮扶工作，继续完善安置区配套基础设施、产业园区配套设施、公共服务设施。加大以工代赈支持力度，在农业农村基础设施建设领域积极推广以工代赈方式，安排老区以工代赈中央投资占全省比重不低于50%。（省乡村振兴局牵头，省发展改革委、省农业农村厅配合） （二）加快推进乡村振兴。在老区优先确定一批乡村振兴重点帮扶县和乡村振兴重点帮扶村。加快推进美丽乡村建设，鼓励支持有条件的地区率先整县打造美丽生态宜居乡村示范县和美丽乡村示范带。提高农房设计和建造水平，推进农村房屋安全隐患排查整治和危房改造，改善群众住房条件和居住环境。因地制宜发展规模化供水、建设小型标准化供水设施，持续提升农村供水保障水平。推进“四好农村路”高质量发展，加快建设一批资源路、旅游路、产业路。支持实施乡村电气化提升工程，推进创建数字乡村试点。支持建设省级森林城镇、森林村庄，促进城乡绿化融合发展。开展脱贫劳动者定向招工，加大脱贫户、边缘易致贫人口、农村低保对象培训力度，培训期间生活费补贴标准上浮20%。加强优秀农业科技人才、管理人才和农村实用人才培养。鼓励社会资本到乡村发展与农民利益联结型项目。完善低保对象综合认定标准，将符合条件的困难群众全部纳入低保范围。落实符合条件的“三红”人员、烈士老年子女、年满60周岁农村籍退役士兵等人群的优抚待遇。（省农业农村厅、省乡村振兴局、省发展改革委、省经济和信息化厅、省民政厅、省财政厅、省人力资源社会保障厅、省住房城乡建设厅、省交通运输厅、省水利厅、省退役军人厅、省林业局、省能源局、省委组织部、省委网信办、省通信管理局、省电力公司按职责分工负责） 二、大力发展特色优势产业 （三）加快发展现代农业。到2025年，支持老区新建高标准农田226万亩，推进地方特色优质专用粮食生产，稳步提升粮食生产能力。重点促进茶叶、中药材产业高质量发展，大力发展油茶、高山蔬菜、畜禽、水产等特色高效种养业，推动品种培优、品质提升、品牌打造和标准化生产，每年新增绿色食品、有机农产品、地理标志农产品100个以上。推进“六安茶谷”“江淮果岭”“西山药库”等平台建设。支持建设一批农村产业融合发展示范园、蔬菜标准园、农业标准化示范区、冷链物流基地、农产品批发市场和长三角绿色农产品生产加工供应基地。加强和规范农产品质量检验检测中心建设。加强种质资源保护与利用，建设一批种质资源库。继续支持农村电商、快递进村项目建设。（省农业农村厅牵头，省发展改革委、省财政厅、省商务厅、省市场监管局、省林业局、省粮食和储备局、省供销社、省邮政管理局配合） （四）增强制造业竞争优势。支持老区发展新材料、高端装备制造、生命健康、新一代信息技术、节能环保、新能源汽车和智能网联汽车等新兴产业，推进六安高端装备基础零部件、安庆化工新材料重大新兴产业基地高质量发展，打造若干千亿级产业集群。推动石油化工、农产品深加工、纺织服装等传统优势产业转型升级。支持依托开发园区打造产业承接平台，深入开展“双招双引”，积极承接特色优势产业转移。（省发展改革委、省经济和信息化厅、省科技厅、省财政厅、省商务厅、省国资委、省市场监管局按职责分工负责） （五）大力发展现代服务业。支持发展金融、现代物流、电子商务、信息服务等生产性服务业，加快发展健康养老、森林康养、家政服务、社区服务等生活性服务业，推进服务业标准化、品牌化建设，培育具有地方特色的服务知名品牌。支持加快发展红色旅游、乡村旅游、生态旅游等特色旅游，按高于全省平均水平10%的标准安排旅游专项资金，在创建全域旅游示范区、文化旅游名县、A级旅游景区、旅游度假区、特色旅游名镇名村等方面给予重点支持。推动老区争创全国红色旅游精品线路和红色旅游融合发展示范区，打造长三角高品质红色旅游示范基地。组织新闻单位加大对老区红色旅游的宣传力度。（省发展改革委牵头，省委宣传部、省经济和信息化厅、省民政厅、省财政厅、省商务厅、省文化和旅游厅、省广电局、省林业局、省地方金融监管局配合） 三、全面提升创新能力 （六）加强创新平台建设。支持老区与科研院所、高校合作，共建大别山中医药研究院等研发机构，推动创建一批省级以上工程（技术）研究中心、重点实验室、企业技术中心，加快氢能和燃料电池、先进高分子材料等关键核心技术攻关。支持在老区建设创新型城市和创新型县（市）。推动符合条件的省级高新区升格为国家级高新区，支持符合条件的专业园区建设省级高新区。支持在高速铁路和公路沿线设立科创产业园。支持围绕重点优势领域布局创建若干“一室一中心”，引领传统产业转型升级。支持有条件的地区组建专业化技术转移机构，建设一批高技术产业孵化基地，创建国家科技成果转移转化示范区。（省科技厅牵头，省发展改革委、省教育厅、省经济和信息化厅配合） （七）激发企业人才创新活力。强化企业创新主体地位，引导支持老区企业加大研发投入，提升企业技术创新能力。支持实施新阶段高质量发展人才政策，加大人才培育和引进力度，优先扶持高层次科技人才团队在老区创新创业。优先布局科技特派员工作站、星创天地和众创空间，在科技特派员制度创新等方面先行先试，打造“众创空间+孵化器”科技创业孵化链条。（省科技厅牵头，省委组织部、省发展改革委、省教育厅、省经济和信息化厅、省人力资源社会保障厅配合） 四、加强基础设施建设 （八）完善综合运输网络。深入实施大别山革命老区对外联通通道建设工程，到2025年，基本实现高速铁路通达80%的县、高速公路通达所有县城。加快推进京港、沿江、合肥至安康等高铁安徽段以及六安至安庆、合肥至新桥机场至六安等城际铁路建设，加大货运铁路、铁路专用线建设和改造升级力度。加快实施沪武高速无为至岳西段、太湖至蕲春高速、宣商高速合肥至霍山至皖豫界段、德上高速合肥至枞阳段、天天高速无为至安庆段及安庆至潜山段、安庆海口长江大桥等项目，加密老区高速公路网。优化高速公路出入口布局，便捷连接重点城镇和重点红色文化纪念地。加快G312、S330等国省道干线改造升级。推进安庆机场改扩建，规划建设金寨运输机场和一批通用机场。加快长江、淮河干流以及皖河、丰乐河航道整治和临淮岗复线船闸建设，推进皖河新港、安庆港长风作业区二期建设，打造安庆江海联运枢纽，提升区域航运通江达海能力。（省发展改革委、省交通运输厅牵头，省财政厅、省自然资源厅、省生态环境厅、省农业农村厅、省水利厅、省林业局配合） （九）提升水安全保障能力。加快实施淮河干流正阳关至峡山口段行洪区调整和建设、淮河行蓄洪区居民迁建、寿县九里保庄圩等工程，启动淮河流域重要行蓄洪区、华阳河蓄滞洪区建设，推进沿淮行蓄洪区等其他洼地治理、长江安庆河段整治。加快实施大沙河、杭埠河、淠河、史河等重要支流治理工程，持续推进中小河流治理、重点涝区排涝能力提升、病险水库水闸除险加固等薄弱环节建设。加快实施引江济淮工程，推进临淮岗枢纽综合利用、淠史杭灌区续建配套和现代化改造等水资源优化配置工程。对脱贫地区列入国家和省级投资计划的项目，省级补助资金比例提高10%以上。（省水利厅牵头，省发展改革委、省财政厅、省自然资源厅、省生态环境厅、省住房城乡建设厅配合） （十）调整优化能源结构。坚持集中式和分布式建设并举，有力有序推进老区风电和光伏发展。建成金寨抽水蓄能电站，加快桐城抽水蓄能电站建设，推动岳西、霍山等抽水蓄能电站前期工作，进一步优化调度方式，充分发挥抽水蓄能电站“削峰填谷”作用。支持潜山、太湖、宿松抽水蓄能电站纳入国家规划。加强骨干电网、城乡配电网建设。加快推进天然气金安—叶集—金寨联络线、桐城—枞阳支线、金安—霍邱—颍上支线、姚李—周集支线、六安—舒城—庐江等项目建设，完善天然气供应网架。（省能源局牵头，省经济和信息化厅、省财政厅、省水利厅、省国资委、省电力公司配合） （十一）加快建设新型基础设施。支持老区通信网络建设，推动5G网络向乡镇、农村区域延伸覆盖，消除4G网络、光纤宽带网络覆盖盲点。推动重点领域建立工业互联网平台，加大窄带物联网基站部署力度。支持因地制宜发展数字经济，加快数字农业、数字水利、数字林业发展，推动有条件的地区规划建设大数据中心。鼓励有条件的地区开展北斗系统应用。推动互联网企业在老区发展运营中心、呼叫中心等业务。（省发展改革委、省经济和信息化厅、省农业农村厅、省水利厅、省广电局、省林业局、省数据资源局、省通信管理局、省委网信办按职责分工负责） 五、完善城镇化空间布局 （十二）打造现代化中心城市。支持六安市打造大别山区域性中心城市、安庆市打造长三角区域重点城市和皖西南现代化区域中心城市。支持实施城市更新行动，推进城市生态修复、功能完善、内涝治理等工程，加强历史文化和城市风貌保护，提升城市功能品质。推动符合条件的城市建设国家革命老区高质量发展示范区。推进六安、安庆市加快“城市大脑”建设，提升城市管理和社会治理的数字化、智能化、精准化水平。（省发展改革委牵头，省民政厅、省自然资源厅、省住房城乡建设厅、省生态环境厅、省交通运输厅、省数据资源局、省委网信办配合） （十三）加快发展中小城市。支持老区有条件的市县实施现代化中小城市培育工程，加快县城公共服务设施提标扩面、环境卫生设施提级扩能、市政公用设施提档升级、产业配套设施提质增效，积极争创国家级、省级新型城镇化示范县城。依法开展人口较大县城设置街道改革试点。支持符合条件的县城创建国家产业转型升级示范园区，加快建设县域特色产业集群（基地）。健全城乡融合发展体制机制，推进经济发达镇行政管理体制改革，高质量建设特色小镇、特色小城镇。（省发展改革委牵头，省委编办、省教育厅、省民政厅、省自然资源厅、省生态环境厅、省住房城乡建设厅、省农业农村厅、省文化和旅游厅、省卫生健康委配合） 六、补齐公共服务短板 （十四）完善就业和社会保障体系。支持老区公共实训基地建设，持续开展“四进一促”稳就业专项活动，统筹促进重点群体就业。全面实施全民参保计划，进一步扩大社会保障对象覆盖面。推动养老事业和养老产业协同发展，大力发展普惠型和互助性养老服务，鼓励社会力量、民间资本投资兴办健康养老、康体养生等服务设施，打造一批重点面向长三角的健康医疗服务、养生养老基地。推动建设一批示范性托育服务机构，基本实现城乡社区托育机构全覆盖。（省人力资源社会保障厅、省发展改革委、省民政厅、省卫生健康委按职责分工负责） （十五）大力发展教育事业。积极争取中央奖补资金支持老区学校建设，完善义务教育学校和幼儿园布局。加大中小学幼儿园教师培训力度，实现“国培计划”全覆盖。支持省内高校选址老区设立分校或联合办学。鼓励“双一流”建设高校、地方高水平高职学校与老区开展合作共建，支持安徽国防科技职业学院、安庆技师学院等高职学校、技工院校建设，支持金寨职业技术学校与六安技师学院整合申报全日制职业技术学院。组织优质高职院校对口帮扶老区中职学校。根据国家和省统一部署，继续面向老区实施相关专项招生计划。（省教育厅牵头，省发展改革委、省财政厅、省人力资源社会保障厅配合） （十六）加快公共卫生体系建设。落实基本公共卫生倾斜政策，逐步提高老区基本公共卫生服务人均财政补助标准。在老区布局建设区域性传染病救治基地，加强市、县级综合医院、传染病医院（传染科）建设，完善突发公共卫生事件监测预警处置机制，提升公共卫生防控救治能力。支持建设省区域专科医疗中心，提升市级医院疑难病症诊治能力，支持5—10所县级医院提标扩能。支持符合条件的县级医院（含中医院）争创三级医院。积极推动省内外高水平医院与老区重点医院开展对口帮扶，合作共建医联体，深入推进紧密型县域医共体建设。实施中医临床优势培育工程和中医康复服务能力提升工程，支持建设一批省级优势专科和特色专科。支持六安市争创国家中医药综合改革试验区。（省卫生健康委牵头，省发展改革委、省财政厅、省市场监管局、省医保局、省中医药局配合） （十七）提升公共文化服务水平。根据老区城乡人口发展和分布，科学规划建设城乡公共文化设施，完善公共文化服务设施网络，普遍建成村级综合文化服务中心，进一步缩小公共文化服务差距。持续推动安庆市国家级公共文化服务体系示范区建设。推进“安徽寿县芍陂（安丰塘）及灌区农业系统”申报全球重要农业文化遗产。加强广播电视无线数字覆盖体系建设，提高无线广播电视服务质量。支持举办省市县三级联赛系列赛事，鼓励承办全国性、区域性文化交流和体育赛事活动，推进建设一批体育公园。（省文化和旅游厅牵头，省发展改革委、省农业农村厅、省广电局、省体育局配合） （十八）弘扬传承红色文化。支持老区实施革命文物保护利用工程，统筹使用国家和省级革命文物保护利用、优抚事业单位等专项资金，加大革命历史类纪念设施、遗址和英雄烈士纪念设施保护修缮力度。核定公布老区革命文物名录，命名一批省级爱国主义教育示范基地，组织申报全国爱国主义教育示范基地、重点文物保护单位和国家级英雄烈士纪念设施、抗战纪念设施、遗址。深入挖掘老区红色文化资源和革命历史故事，支持打造一批反映革命老区精神的文艺作品。挖掘、保护、整理、使用好老区红色地名资源。支持开展中华民族文化基因库红色基因库建设试点工作。推进革命传统进学校、进课程、进教材，在干部培训中加强党史、新中国史、改革开放史、社会主义发展史教育。（省委宣传部、省文化和旅游厅牵头，省委组织部、省委党史研究院、省发展改革委、省教育厅、省民政厅、省退役军人厅、省广电局、省文物局配合） 七、促进绿色转型发展 （十九）提升生态系统质量和稳定性。坚持“绿水青山就是金山银山”理念，促进生态保护和经济发展、民生保障相得益彰。大力推进长江、淮河生态廊道和皖西大别山区生态屏障建设，实施大别山重点生态功能区生态系统修复工程，到2025年，完成人工造林40万亩以上。支持六安市建设林长制改革特色功能区，优先支持开展林业碳汇交易试点并与相关政策相衔接，加快提升林业碳汇交易的实效性和系统性。复制推广新安江生态补偿试点经验，进一步完善大别山区水环境生态补偿机制，积极推进地表水断面和空气环境质量生态补偿。支持老区生物多样性保护工程建设，加大国家重点保护野生动植物保护工作力度，建设大别山动植物资源基因库。支持分类开展全域土地综合整治试点，探索构建生态产品价值实现机制。深化集体林权制度改革，鼓励依法依规通过租赁、置换、合作等方式规范流转集体林地。（省自然资源厅、省生态环境厅、省林业局、省发展改革委、省财政厅、省农业农村厅、省水利厅按职责分工负责） （二十）推动工矿资源综合利用。科学有序开发霍邱铁矿资源，延伸拓展产业链，推进资源就地转化和综合利用。推动老区绿色矿山建设，加强历史遗留废弃矿山生态修复，开展尾矿库综合治理。加强工矿遗产、“三线”遗址等保护利用，积极支持符合条件的厂矿旧址、遗址申报国家工业遗产，打造一批集城市记忆、知识传播、创意文化、休闲体验于一体的“生活秀带”。（省自然资源厅、省经济和信息化厅、省应急厅、省发展改革委、省生态环境厅、省能源局按职责分工负责） 八、深化高水平开放合作 （二十一）对接国家重大区域战略。加强与沪苏浙对标对接、合作共进，推动城市合作共建，支持建设一批省际合作园区。协同促进中部地区崛起，积极参与长江中游城市群、中原城市群城市间合作。坚持生态优先、绿色发展，全面参与新阶段现代化美丽长江（安徽）经济带建设。积极推动与“一带一路”沿线国家合作，促进贸易投资合作优化升级。（省发展改革委牵头，省生态环境厅、省交通运输厅、省商务厅、合肥海关配合） （二十二）推进区域协调联动发展。加强与湖北、河南大别山革命老区协作互动，共建大别山绿色发展合作区。鼓励叶集、宿松等县（区）加强与省际毗邻地区协同发展，促进基础设施互联互通、特色产业协同协作、红色资源开发共享、污染防治联防联控。支持六安市和桐城市深度融入合肥都市圈一体化发展，加快建设合六经济走廊。支持安庆市加强与合肥都市圈协调联动发展。推进老区与皖江城市带、皖北地区、皖南国际文化旅游示范区等区域协同发展。（省发展改革委牵头，省经济和信息化厅、省自然资源厅、省生态环境厅、省住房城乡建设厅、省交通运输厅配合） 九、加大政策扶持力度 （二十三）加大财税支持。从2021年起连续5年，省财政对老区10县（市、区）每年各补助2000万元，支持建立产业发展基金，撬动引入社会资本，支持老区高质量发展，并建立绩效考核机制。在安排革命老区转移支付、分配新增地方政府专项债券额度时，给予大别山革命老区倾斜支持。根据国家部署，探索开展革命老区转移支付绩效评估和奖惩激励。支持符合条件的海关特殊监管区域按规定开展增值税一般纳税人资格试点，对其他地区整体向老区转移的企业，按原所在地区已取得的海关信用等级实施监督。（省财政厅牵头，省发展改革委、省税务局、合肥海关配合） （二十四）完善金融服务。鼓励银行业金融机构下放老区县域分支机构贷款管理权限，开发专属金融产品。引导县域金融机构将吸收的存款主要用于当地。支持融资担保机构优化小微、“三农”担保增信服务，持续推进新型政银担业务。推动开发性金融和政策性金融机构结合职能定位和业务范围加大对老区的支持力度。支持老区在乡村振兴金融改革方面先行先试。推动省级股权投资基金设立老区分支机构或子基金，培育立足老区、服务老区的基金管理机构及团队。紧抓注册制改革机遇，推动更多企业上市挂牌、上市公司再融资。对脱贫地区继续实施企业上市“绿色通道”政策。支持中小微企业在省区域性股权市场挂牌融资、孵化培育。实施老区公司信用类债券融资主体信用评级增进计划，引导省信用担保集团等担保机构加大业务倾斜力度，稳步扩大非金融企业债务融资工具规模，千方百计降低综合融资成本。（省地方金融监管局牵头，省发展改革委、人行合肥中心支行、安徽银保监局、安徽证监局、国开行安徽省分行、农发行安徽省分行、省信用担保集团配合） （二十五）优化土地资源配置。在编制国土空间总体规划时，保障老区建设用地规模合理需求。坚持土地要素跟着项目走、项目跟着规划走，对符合国土空间规划的项目用地，分类保障用地计划指标，确保有效投资用地需求。根据老区资源禀赋和实际复垦情况，对城乡建设用地增减挂钩计划实现应保尽保。指导脱贫地区开展增减挂钩节余指标在省域范围内流转使用。支持重点城市开展城镇低效用地再开发，对损毁的建设用地和零星分散的未利用地开发整理成耕地的，经认定可用于占补平衡，允许城乡建设用地增减挂钩节余指标按规定在省域范围内流转使用。支持探索乡村产业发展用地政策，建设用地指标向乡村发展倾斜，县域内新增耕地指标优先用于折抵乡村产业发展所需建设用地指标。（省自然资源厅牵头，省发展改革委、省生态环境厅、省农业农村厅、省林业局配合） 十、强化组织保障 （二十六）加强党的全面领导。充分发挥党总揽全局、协调各方的领导核心作用，把党的领导始终贯穿老区振兴发展全过程和各领域各方面各环节。继续实施省级领导和省直单位帮扶原贫困县政策。探索经济强县与老区欠发达地区的结对帮扶、优势互补新路径。支持重点城市与中央国家机关及有关单位、重点高校、经济发达地区开展干部双向挂职。有计划地组织省直部门、省属企业干部到老区挂职。加强乡镇人民政府社会管理和服务能力建设，把乡镇建成乡村治理中心、农村服务中心、乡村经济中心。指导老区持续加强农村基层党组织建设，选优配强乡村领导班子特别是党组织带头人。进一步支持金寨干部学院发展，打造特色培训品牌，增强影响力，开展理想信念和党性教育。大力弘扬红色文化，广泛凝聚正能量，宣传选树先进典型，努力营造全社会支持参与老区振兴发展的良好氛围。（省委组织部牵头，省委宣传部、省发展改革委、省民政厅、省人力资源社会保障厅、省农业农村厅、省乡村振兴局配合） （二十七）健全实施机制。老区相关市要提高政治站位，切实担负起老区振兴发展的历史责任，加强组织领导，完善工作机制，细化工作举措，整合财力和各类资源，推动老区加快振兴发展。省有关单位要加强工作指导，在国土空间规划、专项规划、区域规划等相关规划编制实施过程中强化对老区的统筹支持，根据国家部署研究制定支持老区巩固拓展脱贫攻坚成果、基础设施建设、生态环境保护修复、红色旅游等重点领域实施方案，细化具体支持政策。强化绩效评估导向，健全省政府部门目标管理绩效考核、县域经济高质量发展考核评价体系，对重点城市和城市化地区侧重考核经济转型发展和常住人口基本公共服务等相关指标，对重点生态功能区和农产品主产区侧重考核生态服务功能和农产品供给能力等相关指标。省促进皖西革命老区振兴发展领导小组办公室要发挥统筹协调作用，组织开展大别山革命老区振兴发展规划修编，制定年度工作要点，及时推动各项目标任务、政策措施落实，重大事项及时向省政府报告。（省发展改革委牵头，省政府办公厅、省促进皖西革命老区振兴发展领导小组成员单位配合）     安徽省人民政府办公厅 2021年8月10日  ",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100103579",
          "policyTitle": "安徽省人民政府办公厅关于2020年度全省 政务公开、政府网站暨政务微博微信、 政务信息工作考核考评结果的通报",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2021〕59号",
          "pubTime": "2021-06-01",
          "policyType": "通报",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构： 2020年，各地、各部门坚持以习近平新时代中国特色社会主义思想为指导，深入学习贯彻党的十九大和十九届二中、三中、四中、五中全会精神，认真贯彻落实习近平总书记考察安徽重要讲话指示精神，全面贯彻落实党中央、国务院及省委、省政府有关决策部署，统筹推进疫情防控和经济社会发展，加大“六稳”力度，落实“六保”任务，聚焦优化政务服务，不断深化政务公开，着力提升政务信息服务决策水平，持续加强政府网站和政务新媒体建设，各项工作取得新的成效。为激励先进、鼓舞干劲，现将2020年度全省政务公开、政府网站暨政务微博微信、政务信息工作考核考评结果进行通报。 希望被评为先进的单位和个人珍惜荣誉，再接再厉，再创佳绩。各地、各部门要以先进为榜样，锐意进取，真抓实干，立足新发展阶段、贯彻新发展理念、构建新发展格局，进一步提高政务服务质量和水平，为新阶段现代化美好安徽建设作出新的更大贡献，以优异成绩庆祝建党100周年。   附件：1．2020年度全省政务公开工作先进单位和先进个人名单 2．2020年度全省政府网站暨政务微博微信工作先进单位名单 3．2020年度全省政务信息舆情工作先进单位、先进个人名单和优秀信息     安徽省人民政府办公厅 2021年5月28日 （此件正文及附件1、附件2公开，附件3不公开）    附件1   2020年度全省政务公开工作 先进单位和先进个人名单   一、先进单位 芜湖、滁州、池州、六安、蚌埠、淮北、淮南、合肥、亳州、宿州、黄山、马鞍山市政府。 省市场监管局，省科技厅，省自然资源厅，省交通运输厅，省应急厅，省经济和信息化厅，省发展改革委，省教育厅，省医保局，省财政厅，省粮食和储备局，省统计局，省药监局，省数据资源局，省人防办，省广电局，省住房城乡建设厅，省扶贫办，省地方金融监管局，省卫生健康委，省文化和旅游厅，省管局，省水利厅，省农业农村厅，省司法厅，省体育局，省生态环境厅，省国资委，省公安厅，省退役军人厅。 安徽广播电视台，省地矿局，省煤田地质局。 芜湖市繁昌区、东至县、祁门县、涡阳县、固镇县、无为市、来安县、黄山市徽州区、蒙城县、南陵县、五河县、太和县、全椒县、黟县、宁国市、滁州市琅琊区、池州市贵池区、濉溪县、金寨县、寿县、淮南市大通区、淮南市谢家集区、泾县、庐江县、芜湖市湾沚区、六安市裕安区、蚌埠市蚌山区、巢湖市、砀山县、枞阳县、马鞍山市博望区、宿松县政府。 二、先进个人 芜湖市政府办公室汪文浩，滁州市政府办公室江婷婷，池州市数据资源局汪明丽，六安市政府办公室张君，蚌埠市政府办公室周理美，淮北市政府办公室苏文，淮南市政府办公室宫皓，合肥市政府办公室郑旭东，亳州市政府办公室梅鹤，宿州市政府办公室张瑞，黄山市政府办公室李星，马鞍山市政府办公室徐婷婷，阜阳市政府办公室宋伟，铜陵市数据资源局周璇，宣城市市场监管局纪婧，安庆市政府办公室章宏。 省市场监管局王孝辉，省科技厅金刚，省自然资源厅宁成忠，省交通运输厅信冬冬，省应急厅曹俊东，省经济和信息化厅张健，省发展改革委孙菲菲，省教育厅胡艳群，省医保局茆先龙，省财政厅李勇，省粮食和储备局丁琴南，省统计局钟扬，省药监局邵亮，省数据资源局张红，省人防办张建波，省广电局李忠根，省住房城乡建设厅袁睿，省扶贫办张荣利，省地方金融监管局陶瑞，省卫生健康委李静，省文化和旅游厅陈健，省管局季慧君，省水利厅周庐桐，省农业农村厅傅凌皓，省司法厅方欢欢，省体育局马梅，省生态环境厅周华，省国资委桂庚，省公安厅马蕾，省退役军人厅严彦文。 安徽广播电视台檀民，省地矿局赵泽坤，省煤田地质局李晨诚，省经济信息中心叶琼。 芜湖市繁昌区政府办公室方翔翔，东至县政府办公室章伟，祁门县政府办公室王森林，涡阳县政府办公室陈讲飞，固镇县政府办公室丁克，无为市政府办公室张舒平，来安县政府办公室葛宏雷，黄山市徽州区政府办公室洪牡丹，蒙城县政府办公室高婷婷，南陵县政府办公室骆云云，五河县政府办公室陆宗丽，太和县政府办公室郭蕊蕊，全椒县政府办公室桂全，黟县政府办公室吴海鹰，宁国市政府办公室谢红军，滁州市琅琊区政府办公室程晓磊，池州市贵池区数据资源局王贵安，濉溪县政府办公室张亚斌，金寨县政府办公室赵辉，寿县政府办公室王多好，淮南市大通区政府办公室梁敏慧，淮南市谢家集区政府办公室陈举，泾县政府办公室王双萍，庐江县数据资源局姚斐，芜湖市湾沚区政府办公室刘宇，六安市裕安区政府办公室吴方丽，蚌埠市蚌山区政府办公室史文娟，巢湖市数据资源局张蓓蓓，砀山县政府办公室李贝贝，枞阳县数据资源局朱长春，马鞍山市博望区政府办公室申龙珍，宿松县政府办公室余刘昌。   附件2   2020年度全省政府网站暨政务微博微信 工作先进单位名单   宣城、滁州、芜湖、淮南、六安、合肥、黄山、铜陵、蚌埠、马鞍山、淮北、宿州市政府。 省广电局，省审计厅，省粮食和储备局，省药监局，省文化和旅游厅，省司法厅，省应急厅，省统计局，省体育局，省住房城乡建设厅，省退役军人厅，省自然资源厅，省医保局，省林业局，省管局，省交通运输厅，省市场监管局，省财政厅，省农业农村厅，省公安厅。 来安县、濉溪县、明光市、全椒县、泾县、东至县、宁国市、歙县、休宁县、黟县、郎溪县、肥西县、祁门县、天长市、颍上县、临泉县、含山县、太和县、阜南县、怀远县、凤阳县、桐城市、潜山市、巢湖市、宿松县、霍邱县、南陵县、广德市政府。 六安市裕安区、铜陵市郊区、淮南市田家庵区、黄山市屯溪区、阜阳市颍泉区、滁州市南谯区、阜阳市颍东区、铜陵市铜官区、滁州市琅琊区、宿州市埇桥区、铜陵市义安区、淮南市八公山区、六安市叶集区、黄山市黄山区、六安市金安区、黄山市徽州区政府。",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066836",
          "policyTitle": "安徽省人民政府办公厅关于印发打好 城市黑臭水体治理标志性战役 实施方案的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办秘〔2018〕270号",
          "pubTime": "2018-11-20",
          "policyType": "通知",
          "policyBody": "各市、县人民政府，省政府有关部门：    《打好城市黑臭水体治理标志性战役实施方案》已经省政府同意，现印发给你们，请结合实际抓好落实。            安徽省人民政府办公厅    2018年11月9日                    打好城市黑臭水体治理标志性战役实施方案        为贯彻落实《住房城乡建设部、生态环境保护部关于印发城市黑臭水体治理攻坚战实施方案的通知》（建城〔2018〕104号）和《中共安徽省委、安徽省人民政府关于坚决打好污染防治攻坚战的实施意见》，加快补齐城市环境基础设施短板，坚决打好城市黑臭水体治理攻坚战，切实改善人居环境质量，制定本实施方案。    一、总体要求    （一）指导思想。    以习近平新时代中国特色社会主义思想为指导，认真落实党中央、国务院决策部署和全国生态环境保护大会精神，坚持以人民为中心发展思想，坚定不移走生态优先、绿色发展道路，紧密围绕打好污染防治攻坚战的总体要求，坚持以改善水环境质量为核心，把更好满足人民群众日益增长的优美生态环境需要作为出发点和落脚点，把控源截污、内源治理、生态修复、补水活水、长效治理作为有效途径，系统推进城市黑臭水体治理、滨水绿岸改造、人居环境改善的有机联动，确保用3年左右时间使全省城市黑臭水体治理明显见效，重现清水绿岸、鱼翔浅底的景象，让人民群众有更多的获得感、幸福感。    （二）基本原则。    坚持科学规划、系统治理。按照国家《城市黑臭水体整治工作指南》要求，科学编制城市黑臭水体治理方案和治理计划。坚持水岸同治、系统治理、统筹推进，推动城市黑臭水体治理与水环境治理、排水防涝设施建设、海绵城市建设等重点工作有机结合。    坚持因地制宜、有序推进。针对不同地区自然环境和经济社会发展水平，综合分析点源、面源污染来源及水系特征等因素，因地制宜，因河施策，一水一策。区分轻重缓急，优先治理群众反映强烈、影响面广的黑臭水体，示范带动，抓点促面，确保治理工程扎实有效开展。    坚持标本兼治、注重长效。注重污染源头的控制与治理，优先实施污水截流、雨污分流改造和生态修复工程。坚持政府统筹，有关部门各负其责，形成上下联动、协同高效的工作推进机制。建立健全河道、湖泊维护管理长效机制，落实定期巡查、水质监测、河道保洁责任，确保城市黑臭水体治理成效。    坚持严格执法、落实责任。按照建立健全水环境质量负责制要求，将城市黑臭水体治理纳入河（湖）长制，建立完善水污染防治监管体系，始终保持水环境监管执法高压态势，严厉打击水环境违法行为。严格落实水污染防治攻坚责任，发挥好考核指挥棒作用，加大追责问责力度。    （三）主要目标。    2018年至2020年，在全省实施城市黑臭水体治理攻坚战，打好标志性战役，加快城市黑臭水体治理进程。2018年底设区的市建成区黑臭水体消除比例达到80%，2019年底消除比例达到90%；到2020年，设区的市建成区基本消除黑臭水体，建立城市黑臭水体治理长效机制。组织开展县城建成区黑臭水体排查摸底工作，加快推进县城黑臭水体治理。确保2017年以来实现“初见成效”目标的水体水质不反弹。    二、重点任务    （一）细化治理方案，明确治理计划。    1．细化完善城市黑臭水体治理方案。围绕实施城市黑臭水体治理攻坚战的新要求，细化完善城市黑臭水体治理方案，明确治理清单及路线图、时间表。设区的市在2017年实现“初见成效”目标的基础上，实施城市黑臭水体生态修复和水环境治理，提升河道净化能力。对城市黑臭水体实行动态管理，及时核实群众举报信息，对新增城市黑臭水体纳入治理计划，对水质不稳定的水体实施水质提升工程，直至达到标准。（省住房城乡建设厅牵头负责，省环保厅、省水利厅等配合）    2．制定县城黑臭水体治理计划。全面完成县城黑臭水体排查与核实工作，并将排查结果进行公示，接受社会监督。坚持问题导向与目标导向相结合，组织制定县城黑臭水体治理方案及年度实施计划。督促各地在年底前完成县城黑臭水体治理方案编制、审批、报备工作，组织好技术论证，为项目实施创造良好条件。（省住房城乡建设厅牵头负责，省环保厅等配合）    （二）实施控源截污工程。    1．开展入河排污口专项整治。将控源截污作为城市黑臭水体治理的基础性工作和根本措施，查明河道两岸和水体周边所有排污口，对污水直排的排污口实施截污纳管，实现旱季污水不入河。严格实施排污许可和排水许可制度，加强入河排污口监督监测。加强对小餐饮、理发店、洗车店等排污的执法管理，加大对乱排、偷排行为的整治和处罚力度。（省水利厅、省环保厅、省住房城乡建设厅按职责分工负责）    2．削减合流制溢流污染及初期雨水污染。全面推进建筑小区、企事业单位内部和市政排水管道雨污错接、混接改造。积极推进雨污分流改造，对于暂不具备雨污分流改造的地区，要通过溢流口改造、截流井改造、建设调蓄池等措施，降低溢流频次，采取快速净化措施对合流制溢流污染及初期雨水污染进行处理，逐步降低雨季污染物入河（湖）量。（省住房城乡建设厅牵头负责，省环保厅配合）    3．强化工业企业污染控制。城市建成区排放污水的工业企业应依法持有排污许可证，并严格按证排污。排入城镇水体的工业污水应符合相关行业标准及地方标准要求，严禁任何企业、单位超标和超总量排污，对超标或超总量的排污单位一律限制生产或停产整顿。强化工业园区水污染防治，工业园区均应建成污水集中处理设施并稳定达标运行，对废水分类收集、分质处理、应收尽收，禁止偷排漏排行为，安装自动在线监控装置，监控数据与生态环境主管部门联网。（省环保厅牵头负责，省经济和信息化委、省住房城乡建设厅等配合）    4．强化农业面源污染控制。加强畜禽养殖环境管理，推进畜禽养殖废弃物资源化利用，规模化畜禽养殖场应当持有排污许可证，并严格按证排污。完善农村垃圾收集转运体系，防止垃圾直接入河或随意堆放。（省农委牵头负责，省环保厅、省经济和信息化委、省住房城乡建设厅等配合）    （三）实施内源治理工程。    1．科学实施清淤疏浚。做好底泥污染调查，科学确定城市河道疏浚范围和清淤深度，妥善处理底泥，严禁清淤底泥沿岸随意堆放或作为水体治理工程回填土，防止二次污染。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    2．有效处置积存垃圾。全面划定河湖蓝线，清理蓝线范围内积存垃圾和非正规垃圾堆放点。做好河岸、水体保洁和水生植物、沿岸植物的季节性收割，及时清除季节性落叶、水面漂浮物，严厉查处向河湖倾倒垃圾、污水，弃置废弃秸秆的行为。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    3．加快对河道两岸违法建设的清理。对河道湖泊绿线范围内的岸线进行排查、清理，重点治理河湖水域岸线乱建、乱占行为。对硬质驳岸的非行洪河道、渠道，有计划实施生态修复与改造。（省住房城乡建设厅、省水利厅按职责分别牵头负责，省环保厅配合）    （四）实施生态修复工程。    1．有序实施生态系统恢复。采用人工湿地、生态浮岛、水生植物种植等技术，积极营造多样性水生植物环境，利用土壤—微生物—植物生态系统有效去除水体中的有机物及氮、磷等污染物。构建以沉水植物为核心的生态型水体，恢复和增强河湖水系的自净功能，综合考虑水质净化、景观提升与植物的气候适应性，大力推广采用净化效果好的本地物种，并注重在水体中的空间布局与搭配，努力提高水体的亲水效果和景观功能。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    2．合理运用人工增氧。采用跌水、喷泉、射流及其他各类曝气形式，有效提升水体的溶解氧水平。充分利用地形、水工、植物群落等合理设计，增加区域水体的流动性，提升局部水体的溶解氧水平，有效保持整治后城市水体的环境功能。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    3．因地制宜实施岸带修复。选择适宜的岸带修复技术对原有河岸（湖岸）进行改造，实施陆域绿线范围内园林绿化提升等。采取植草沟、生态护岸、透水砖等形式，对原有硬化河岸（湖岸）进行改造，通过恢复岸线和水体的自然净化功能，强化水体的污染治理效果。积极落实海绵城市建设理念，对城市建成区雨水排放口收水范围内的建筑与小区、道路与广场、绿地和公园等运用海绵城市理念，综合采取“渗、滞、蓄、净、用、排”方式进行改造建设，从源头解决雨污管道混接问题，有效控制径流污染，改善河道水环境。（省住房城乡建设厅牵头负责，省环保厅、省水利厅配合）    （五）实施补水活水工程。    1．积极实施生态补水。合理调配水资源，恢复水体生态基流，利用城市再生水、雨洪水、清洁地表水等作为城市水体的补充水源，增加水体流动性和环境容量。充分发挥海绵城市建设的作用，强化城市降雨径流的滞蓄和净化功能，提高水环境质量。（省住房城乡建设厅牵头负责，省水利厅、省环保厅配合）    2．促进活水循环。注重结合实施城市排水防涝治理工程，通过设置提升泵站、水系合理联通、水体微循环等方式，构建健康水循环体系。通过设置雨水泵站或雨水管道促进水体流动，增加河道湖泊的自净能力。（省住房城乡建设厅牵头负责，省水利厅、省环保厅配合）    （六）实施污水处理提质增效工程。    持续推进城镇污水处理厂建设，推进老旧城区、城中村、城乡结合部生活污水收集和处理，加快补齐生活污水收集处理设施短板。加快推进全省县城以上和长江流域城镇生活污水处理厂提标改造，出水水质要达到一级A排放标准。推进建成区污水管网全覆盖，生活污水全收集、全处理。加快城市雨污分流制改造，系统治理雨污错接、混接、漏接等问题。加强管网新建和提标改造，对于近期设施难以覆盖的地区，因地制宜建设分散污水处理设施，处理达标后排放。（省住房城乡建设厅牵头负责，省环保厅配合）    （七）建立长效管控机制。    1．强化制度建设。将城市黑臭水体治理纳入河（湖）长制，明确河（湖）长，落实管理责任单位，加强专业管护队伍建设。深化政府与社会资本合作（PPP）等方式治理城市黑臭水体，加强各项管理养护制度建设，建立绩效考核与付费挂钩机制。积极创新管护机制，推行水环境治理市场化、社会化，严格考核评价，严格责任落实，形成主管部门定期考核、专业管护单位具体负责的水环境管理模式。（省住房城乡建设厅牵头负责，省水利厅、省财政厅、省环保厅等配合）    2．强化监督检查。严肃执法监督，严格执行排污许可、排水许可制度，严禁生活污水和工业废水直排水体。严防道路冲洗污水、洗车冲洗污水、餐饮泔水、施工排水等污水进入雨水口。对污水未经处理直接排入、污水处理不达标排放导致水体黑臭的相关企业和工业集聚区，要严格执法、严肃问责。定期开展水质监测和公众满意度调查，适时组织对治理效果进行评估。（省环保厅牵头负责，省住房城乡建设厅、省水利厅等配合）    3．强化运营维护。落实河湖日常管理和各类治污设施维护的单位、经费、制度和责任人，明确绩效考核指标，严格城市生活污水处理设施运营监管，切实保障稳定运行。加强排水管网普查排查工作，完善城市排水管网地理信息系统。建立和完善排水管网长效管理机制，有条件的地区，鼓励在明晰产权和费用分担机制的基础上将排水管网管理延伸到建筑小区内部。（省住房城乡建设厅牵头负责，省财政厅、省环保厅、省水利厅等配合）    三、保障措施    （一）加强组织领导，严格落实责任。    省水污染防治领导小组统筹协调和指导调度城市黑臭水体治理工作。省住房城乡建设厅牵头组织城市黑臭水体治理协调推进、督查指导和考核评价工作；省环保厅负责工业园区水污染防治及对非法排污查处等工作督查指导，并将城市黑臭水体治理纳入全省水污染防治行动计划目标考核；省水利厅负责河（湖）长制落实及管辖范围内城市河道湖泊排污口监管、河湖岸线环境整治等工作督查指导；省农委负责城乡结合部农业面源污染治理及畜禽粪污综合利用等工作督查指导；省财政厅负责加大对城市黑臭水体治理工作的支持力度。各市、县人民政府是实施城市黑臭水体治理的责任主体，要及时研究制定实施细则，每年年初确定年度计划并组织实施，定期公布城市黑臭水体治理进展情况。    （二）加强督查调度，严格考核评价。    各级住房城乡建设、环保部门要强化月通报、季调度、年考核机制，以月保季、以季保年。对发现的问题，及时通报、督办、整改。加强督查督办，按照督查、交办、巡查、约谈、专项督察“五步法”，完善督查检查机制，对工程进度不到位、进展缓慢的，采取驻点督办、挂牌督办等措施，全力保障城市黑臭水体治理项目实施。加强技术指导，对城市黑臭水体治理实施方案、工程设计方案进行技术论证把关，及时总结经验，提升城市黑臭水体治理工作水平。按照建立科学合理的考核评价体系的要求，健全考核指标体系，完善考核评价办法，将年度目标任务细化分解到各市人民政府和省直相关部门，定期组织考核评价，并组织年度考核，考核结果纳入省政府对各市政府目标管理绩效考核体系，并严格责任追究，倒逼主体责任落实，全方位传导压力。    （三）加强机制创新，形成推进合力。    加强信用管理，将从事城市黑臭水体治理的规划设计、施工、监理、运行维护的单位及其法人、项目负责人纳入社会信用体系管理。创新投融资机制，建立健全城市黑臭水体治理的投资保障机制，按照政府主导、市场运作、社会参与、多元投入的要求，完善污水处理收费及征管政策，在加大地方公共财政投入的同时，积极引入社会资本，支持采取政府与社会资本合作（PPP）等方式，支持财政性资金对城市黑臭水体治理实施以奖代补。推广城市黑臭水体治理建设与管理的市场化、专业化运作，加强科技支撑，推广示范适用技术，培育一批有实力、懂技术、善运维的生态环境投资性企业，探索建立城市黑臭水体治理长效机制。定期开展水质监测，2018年底前，对已完成治理的黑臭水体开展包括透明度、溶解氧（DO）、氨氮（NH3-N）、氧化还原定位（ORP）等4项指标在内的水质监测。建立监督举报机制，鼓励公众对城市黑臭水体治理和环境违法行为进行监督举报，及时公开城市黑臭水体治理信息，限期办理群众举报投诉的城市黑臭水体问题，回应社会关切。建立宣传引导机制，加大宣传力度，认真做好城市黑臭水体治理信息发布、舆情引导等工作，及时宣传城市黑臭水体治理的决策部署、具体措施、进展情况和经验成效，引导社会各方力量参与，努力形成共建共治、齐抓共管的良好氛围。",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
        {
          "policyId": "100066907",
          "policyTitle": "安徽省人民政府办公厅关于印发对市级 人民政府履行教育职责的评价办法的通知",
          "policyGrade": "省级",
          "pubAgencyId": "3000000266",
          "pubAgency": "安徽省人民政府办公厅",
          "pubAgencyFullName": "安徽省人民政府",
          "pubNumber": "皖政办〔2018〕19号",
          "pubTime": "2018-05-28",
          "policyType": "通知",
          "policyBody": "各市、县人民政府，省政府各部门、各直属机构：     《对市级人民政府履行教育职责的评价办法》已经省政府同意，现印发给你们，请认真贯彻落实。                               安徽省人民政府办公厅                              2018年5月16日         对市级人民政府履行教育职责的评价办法     第一章  总    则     第一条  为全面贯彻落实党的十九大和十九届二中、三中全会精神，推动市级人民政府切实履行教育工作相关职责，优先发展教育事业，推进教育公平，加快教育现代化，办好人民满意的教育，提升教育服务经济社会发展的能力，根据《中华人民共和国教育法》《教育督导条例》等教育法律法规和《国务院办公厅关于印发对省级人民政府履行教育职责的评价办法的通知》（国办发〔2017〕49号）精神，制定本办法。   第二条  对市级人民政府履行教育职责的评价是指对市级人民政府领导、管理、保障、推进本行政区域内教育事业改革发展稳定工作有关情况的评价。   第三条  对市级人民政府的评价工作由省政府教育督导委员会统筹领导，省政府教育督导委员会办公室组织实施。   第四条  评价工作坚持以提高教育教学质量为中心，遵循依法依规、突出重点、客观公正、注重实效、社会参与的原则。   第五条  评价工作每年开展一次，根据国家和省教育事业发展的总体目标、当年重点任务和存在的突出问题，制定年度评价工作重点、实施细则。       第二章  评价的内容     第六条  评价的内容主要包括：市级人民政府贯彻执行党的教育方针情况，落实教育法律、法规、规章和政策情况，各级各类教育发展情况，统筹推进本行政区域教育工作情况，加强教育保障情况，学校规范办学行为情况。   （一）贯彻执行党的教育方针情况主要包括：全面贯彻党的教育方针，加强和改善党对教育工作的领导，加强和改进教育系统党的建设，落实全面从严治党和党风廉政建设主体责任，加强教育系统领导班子建设，加强和改进学校思想政治工作，把握党对学校意识形态工作的领导权、主导权，维护教育系统安全稳定等。   （二）落实教育法律、法规、规章和政策情况主要包括：落实国家教育法律、法规、规章，落实我省教育法规、规章，执行国家和省重大教育政策，推进国家和省重大教育工程、项目，深化教育改革开放，发展素质教育等。   （三）各级各类教育发展情况主要包括：鼓励和支持普惠性学前教育发展，促进义务教育均衡发展，推动城乡义务教育一体化发展，推进高中阶段教育普及，完善职业教育和培训体系，推进高等教育内涵式发展，促进和规范民办教育发展，大力发展继续教育，重视和加强民族教育，大力加强国防教育，办好特殊教育和网络教育，保障困难群体受教育权利，及时解决教育热点难点问题等。   （四）统筹推进教育工作情况主要包括：建立教育工作决策管理机制，制定实施教育事业发展规划，优化教育结构和学校布局，实施各级各类教育标准，强化教育督导，建立健全教育领域军民融合发展制度机制等。   （五）加强教育保障情况主要包括：全面推进依法治教，深化教育体制机制改革，切实落实教育投入，健全学生资助制度，加强师德师风建设，培养高素质教师队伍，加强乡村教师队伍建设，改善学校办学条件，推进教育信息化建设等。   （六）学校规范办学行为情况主要包括：坚持正确办学方向，落实立德树人根本任务，完善学校管理制度，校长依法治校，教师依法执教，强化教学纪律，规范学生管理，着力解决中小学生课外负担重问题，维护正常教育教学秩序和师生合法权益等。       第三章  评价的实施     第七条  省政府教育督导委员会于每年2月底前向各市级人民政府印发书面通知。   第八条  市级人民政府按照通知要求，对上一年度履行教育职责情况进行自查自评，形成自评报告，于每年4月底前报省政府教育督导委员会办公室。各市级人民政府对自评报告和相关材料的真实性、准确性负责。   第九条  第三方专业机构受省政府教育督导委员会办公室委托，根据督导评估指标，利用国家统计数据和调查获得的系统数据，对市级人民政府履行教育职责情况进行监测评估，面向社会、家长和学生开展满意度调查，于每年5月底前形成年度监测报告。   第十条  省政府教育督导委员会办公室制定检查工作方案，随机抽取省督学组成省级检查组，随机抽取检查对象，进行实地检查。   第十一条  省级检查组根据各市级人民政府自评、第三方专业机构监测和实地检查情况，列出问题清单，形成反馈意见，向接受检查的市级人民政府反馈。   第十二条  市级人民政府按照反馈意见制定整改方案，提出整改措施和时限，并在规定时间内报省政府教育督导委员会。省政府教育督导委员会办公室视整改落实情况进行复查。   第十三条  省政府教育督导委员会综合市级自查自评、第三方专业机构监测、实地检查、整改复查等情况，形成年度市级人民政府履行教育职责评价报告，报经省政府同意后，向社会公开发布。       第四章  评价结果的运用     第十四条  评价结果作为省级人民政府对市级人民政府及其有关部门领导班子和领导干部进行考核、奖惩的重要依据。   第十五条  对履行教育职责不到位、整改不力、出现重特大教育安全事故、有弄虚作假行为的市级人民政府，省政府教育督导委员会将按照有关规定，采取适当形式对有关责任人进行通报批评，并提出给予处分的建议。       第五章  附    则     第十六条  市级人民政府应依据本办法，结合本行政区域实际，统筹整合已开展的相关工作制定具体实施方案，开展对本行政区域内县级人民政府履行教育职责的评价工作。   第十七条  本办法由省政府教育督导委员会办公室负责解释，自印发之日起施行。       附件：具体任务分解表     附件     具体任务分解表                                  序号                                   工作任务                                   牵头单位                                   协同单位                                   时限要求                                             1                                   省政府教育督导委员会于每年2月底前向各市级人民政府印发书面通知。                                   省教育厅                                   省政府教育督导委员会其他成员单位                                   每年2月底                                             2                                   市级人民政府按照通知要求，对上一年度履行教育职责情况进行自查自评，形成自评报告，于每年4月底前报省政府教育督导委员会办公室。                                   各市人民政府                                   省教育厅                                   每年4月底                                             3                                   第三方专业机构受省政府教育督导委员会办公室委托，对市级人民政府履行教育职责情况进行监测评估，面向社会、家长和学生开展满意度调查，于每年5月底前形成年度监测报告。                                   省教育厅                                   第三方专业机构，各市人民政府                                   每年5月底                                             4                                   市级人民政府应依据本办法，结合本行政区域实际，统筹整合已开展的相关工作制定具体实施方案。                                   各市人民政府                                   省教育厅                                   2018年                     10月底",
          "province": "安徽省",
          "city": "null",
          "policySource": "null",
          "updateTime": "2022-06-20"
        },
      ],
    };
  },
  methods: {
    search() {
      // 根据关键词和类型进行搜索
    },
    ArticleClicked(articleId){
      this.$router.push({
        path: '/article',
        query:{
          id: articleId,
        }
      })
    },
  },
};
</script>

<style scoped>
.search-result-page{
  display: flex;
  justify-content: center;
}

.search-result {
  padding-top: 2em;
  width: 60%;
  padding-bottom: 10em;
}

.title{
  padding-top: 1em;
}

.result-list {
  margin-top: 20px;
}

.result-item {
  margin-bottom: 20px;
  border: 1px solid #eee;
  padding: 10px;
  border-radius: 5px;
}

.result-title {
  font-size: 18px;
  font-weight: bold;
}

.result-info {
  margin-top: 5px;
  font-size: 14px;
  color: #999;
}

.result-description {
  margin-top: 5px;
  font-size: 16px;
  line-height: 1.5;
  color: #666;
}

.result-item:hover{
  cursor: pointer;
}
</style>

<!--<template>-->
<!--  <h1 class = "title">搜索结果</h1>-->
<!--</template>-->

<!--<script>-->
<!--export default {-->
<!--  name: "SearchResultPage",-->
<!--  data(){-->
<!--    return {-->
<!--      queryText: "",-->
<!--    }-->
<!--  },-->
<!--  mounted() {-->
<!--    this.$data.queryText = this.$route.query.queryText;-->
<!--    // console.log(this.$data.queryText);-->
<!--  }-->
<!--}-->
<!--</script>-->

<!--<style scoped>-->
<!--.title{-->
<!--  float: left;-->
<!--  padding-left: 10em;-->
<!--}-->
<!--</style>-->